<?php
// Text
$_['text_success']  = 'ជោគជ័យ: អ្នកបានកែប្រែ ប័ណ្ណទូទាត់ហើយ !';
$_['text_subject']  = 'អ្នកត្រូវបានផ្ញើវិញ្ញាបនបត្រអំណោយពី %s';
$_['text_greeting'] = 'អបអរសាទរអ្នកបានទទួលវិញ្ញាបនប័ត្រអំណោយដែលមានតម្លៃ %s';
$_['text_from']     = 'វិញ្ញាបនប័ត្រអំណោយនេះត្រូវបានផ្ញើទៅអ្នកដោយ %s';
$_['text_message']  = 'ជាមួយសារនិយាយ';
$_['text_redeem']   = 'ដើម្បីលោះវិញ្ញាបនប័ត្រអំណោយនេះសូមសរសេរកូដរំលោះដែលជា <b>%s</b> បន្ទាប់មកចុចលើតំណខាងក្រោម ហើយទិញផលិតផលដែលអ្នកចង់ប្រើវិញ្ញាបនបត្រ អំណោយទាននេះ។ អ្នកអាចបញ្ចូលលេខកូដវិញ្ញាបនប័ត្រ អំណោយនៅលើទំព័រកន្ត្រកដើរទិញឥវ៉ាន់មុនពេលអ្នកចុចទូទាត់ ។';
$_['text_footer']   = 'សូមឆ្លើយតបនឹងអ៊ីមែលនេះប្រសិនបើអ្នកមានសំណួរ ។';