<?php
// Heading
$_['heading_title']       = 'ប្លង់';

// Text
$_['text_success']        = 'ជោគជ័យ: អ្នកបានកែប្រែ ប្លង់ហើយ !';
$_['text_list']           = 'បញ្ជីប្លង់';
$_['text_add']            = 'បន្ថែមប្លង់';
$_['text_edit']           = 'កែប្លង់';
$_['text_remove']         = 'យកចេញ';
$_['text_route']          = 'ជ្រើសរើសហាងនិងផ្លូវដែលត្រូវប្រើជាមួយប្លង់នេះ';
$_['text_module']         = 'ជ្រើសរើសចំណុចម៉ូឌុល';
$_['text_default']        = 'លំនាំដើម';
$_['text_content_top']    = 'ខ្លឹមសារខាងលើ';
$_['text_content_bottom'] = 'ខ្លឹមសារខាងក្រោម';
$_['text_column_left']    = 'ជួរឈរខាងឆ្វេង';
$_['text_column_right']   = 'ជួរឈរខាងស្តាំ';

// Column
$_['column_name']         = 'ឈ្មោះប្លង់e';
$_['column_action']       = 'ចាត់វិធានការ';

// Entry
$_['entry_name']          = 'ឈ្មោះប្លង់';
$_['entry_store']         = 'ហាង';
$_['entry_route']         = 'ផ្លូវ';
$_['entry_module']        = 'ម៉ូឌុល';

// Error
$_['error_permission']    = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិក្នុងការកែប្រែ ប្លង់ទេ !';
$_['error_name']          = 'ឈ្មោះប្លង់ ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_default']       = 'ការព្រមាន: ប្លង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ប្លង់ ហាងលំនាំដើម !';
$_['error_store']         = 'ការព្រមាន: ប្លង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_product']       = 'ការព្រមាន: ប្លង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';
$_['error_category']      = 'ការព្រមាន: ប្លង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ប្រភេទ !';
$_['error_information']   = 'ការព្រមាន: ប្លង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ទំព័រព័ត៌មាន !';