<?php
// Heading
$_['heading_title']     = 'ក្រុមគុណលក្ខណៈ';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ក្រុមគុណលក្ខណៈហើយ !';
$_['text_list']         = 'បញ្ជីក្រុមគុណលក្ខណៈ';
$_['text_add']          = 'បន្ថែមក្រុមគុណលក្ខណៈ';
$_['text_edit']         = 'កែគុណលក្ខណៈ';

// Column
$_['column_name']       = 'ឈ្មោះក្រុមគុណលក្ខណៈ';
$_['column_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_name']        = 'ឈ្មោះក្រុមគុណលក្ខណៈ';
$_['entry_sort_order']  = 'តម្រៀបតាមលំដាប់';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែ ក្រុមគុណលក្ខណៈទេ !';
$_['error_name']        = 'ក្រុមគុណលក្ខណៈ ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ ! ';
$_['error_attribute']   = 'ការព្រមាន: ក្រុមគុណលក្ខណៈនេះ មិនអាចលុបបានទេព្រោះវាត្រូវបានគេចាត់ទៅ %s គុណលក្ខណៈ !';
$_['error_product']     = 'ការព្រមាន: ក្រុមគុណលក្ខណៈនេះ មិនអាចលុបបានទេព្រោះវាត្រូវបានគេចាត់ទៅ %s ផលិតផល !';