<?php
// Heading
$_['heading_title']          = 'គុណលក្ខណៈ';

// Text
$_['text_success']           = 'ជោគជ័យ: អ្នកបានកែប្រែ គុណលក្ខណៈហើយ !';
$_['text_list']              = 'បញ្ជីគុណលក្ខណៈ';
$_['text_add']               = 'បន្ថែមគុណលក្ខណៈ';
$_['text_edit']              = 'កែគុណលក្ខណៈ';

// Column
$_['column_name']            = 'ឈ្មោះគុណលក្ខណៈ';
$_['column_attribute_group'] = 'ក្រុមគុណលក្ខណៈ';
$_['column_sort_order']      = 'តម្រៀបតាមលំដាប់';
$_['column_action']          = 'ចាត់វិធានការ';

// Entry
$_['entry_name']             = 'ឈ្មោះគុណលក្ខណៈ';
$_['entry_attribute_group']  = 'ក្រុមគុណលក្ខណៈ';
$_['entry_sort_order']       = 'តម្រៀបតាមលំដាប់';

// Error
$_['error_permission']       = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ គុណលក្ខណៈទេ !';
$_['error_attribute_group']  = 'ត្រូវការ ក្រុមគុណលក្ខណៈ !';
$_['error_name']             = 'ឈ្មោះគុណលក្ខណៈ ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ !';
$_['error_product']          = 'ការព្រមាន: គុណលក្ខណៈនេះ មិនអាចលុបបានទេព្រោះវាត្រូវបានគេចាត់ទៅ %s ផលិតផល !';