<?php
// Heading
$_['heading_title']          = 'ប្រភេទ';

// Text
$_['text_success']           = 'ជោគជ័យ: អ្នកបានកែប្រែ ប្រភេទហើយ!';
$_['text_list']              = 'បញ្ជីប្រភេទ';
$_['text_add']               = 'បន្ថែមប្រភេទ';
$_['text_edit']              = 'កែប្រភេទ';
$_['text_default']           = 'លំនាំដើម​';
$_['text_keyword']           = 'កុំប្រើចន្លោះ។ ជំនួសចន្លោះជាមួយ - និងត្រូវប្រាកដថា SEO URL មានលក្ខណៈពិសេសជាសកល។ ';

// Column
$_['column_name']            = 'ឈ្មោះប្រភេទ';
$_['column_sort_order']      = 'តម្រៀបតាមលំដាប់';
$_['column_action']          = 'ចាត់វិធានការ';

// Entry
$_['entry_name']             = 'ឈ្មោះប្រភេទ';
$_['entry_description']      = 'សេចក្ដីពិពណ៌នា';
$_['entry_meta_title'] 	     = 'ចំណងជើងស្លាកមេតា';
$_['entry_meta_keyword']     = 'ពាក្យគន្លឹះស្លាកមេតា';
$_['entry_meta_description'] = 'ការពិពណ៌នាស្លាកមេតា';
$_['entry_store']            = 'ហាង';
$_['entry_keyword']          = 'ពាក្យគន្លឹះ';
$_['entry_parent']           = 'មេ';
$_['entry_filter']           = 'តម្រង';
$_['entry_image']            = 'រូបភាព';
$_['entry_top']              = 'ខាងលើ';
$_['entry_column']           = 'ជួរឈរ';
$_['entry_sort_order']       = 'តម្រៀបតាមលំដាប់';
$_['entry_status']           = 'ស្ថានភាព';
$_['entry_layout']           = 'ប្លង់បដិសេធ';

// Help
$_['help_filter']            = '(បំពេញស្វ័យប្រវត្តិ)';
$_['help_top']               = 'បង្ហាញនៅក្នុងរបារម៉ឺនុយខាងលើ។​ ដំណើរការសម្រាប់តែប្រភេទមេកំពូលៗ​​​។ ';
$_['help_column']            = 'ចំនួនជួរឈរដែលត្រូ វប្រើសម្រាប់៣ប្រភេទខាងក្រោម។​ ដំណើរការសម្រាប់តែប្រភេទមេកំពូលៗ​​​។ ';

// Error
$_['error_warning']          = 'ការព្រមាន: សូមពិនិត្យមើលសំណុំបែបបទដោយយកចិត្តទុកដាក់ចំពោះកំហុស!';
$_['error_permission']       = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ប្រភេទទេ!';
$_['error_name']             = 'ឈ្មោះប្រភេទ ត្រូវមានចន្លោះពី ១ ដល់ ២៥៥ តួអក្សរ!';
$_['error_meta_title']       = 'ចំណងជើងមេតា ត្រូវតែធំជាង ១ និងតិចជាង ២៥៥ តួអក្សរ!';
$_['error_keyword']          = 'SEO URL បានប្រើប្រាស់រួចហើយ!';
$_['error_unique']           = 'SEO URL ត្រូវតែមានតែមួយគត់!';
$_['error_parent']           = 'ប្រភេទមេ ដែលអ្នកបានជ្រើសរើសគឺជាកូនរបស់បច្ចុប្បន្ន!';