<?php
// Heading
$_['heading_title']     = 'ទាញយក';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ទាញយកហើយ ហើយ !';
$_['text_list']         = 'បញ្ជីទាញយក';
$_['text_add']          = 'បន្ថែមទាញយក';
$_['text_edit']         = 'កែទាញយក';
$_['text_upload']       = 'ឯកសាររបស់អ្នកបានផ្ទុកឡើងដោយជោគជ័យ !';

// Column
$_['column_name']       = 'ឈ្មោះទាញយក';
$_['column_date_added'] = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_name']        = 'ឈ្មោះទាញយក';
$_['entry_filename']    = 'ឈ្មោះឯកសារ';
$_['entry_mask']        = 'របាំង';

// Help
$_['help_filename']     = 'អ្នកអាចបញ្ចូលតាមរយៈប៊ូតុងអាប់ឡូតឬប្រើ FTP ទៅផ្ទុកឡើងទៅថតឯកសារទាញយកហើយបញ្ចូលសេចក្ដីលម្អិតខាងក្រោម ។';
$_['help_mask']         = 'វាត្រូវបានផ្ដល់អនុសាសន៍ថា ឈ្មោះឯកសារនិងរបាំងគឺខុសគ្នា ដើម្បីបញ្ឈប់មនុស្សដែលព្យាយាម ភ្ជាប់ដោយផ្ទាល់ទៅទាញយករបស់អ្នក ។';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ទាញយកទេ !';
$_['error_name']        = 'ឈ្មោះទាញយក ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_upload']      = 'ត្រូវការ ផ្ទុកឡើង !';
$_['error_filename']    = 'ឈ្មោះ​ឯកសារ ត្រូវមានចន្លោះពី ៣ ដល់ ១២៨ តួអក្សរ !';
$_['error_exists']      = 'មិនមានឯកសារទេ !';
$_['error_mask']        = 'របាំង ត្រូវមានចន្លោះពី ៣ ដល់ ១២៨ តួអក្សរ !';
$_['error_filetype']    = 'ប្រភេទឯកសារមិនត្រឹមត្រូវ !';
$_['error_product']     = 'ការព្រមាន: ទាញយកនេះ មិនអាចលុបបានទេព្រោះវាត្រូវបានគេចាត់ទៅ %s ផលិតផល !';