<?php
// Heading
$_['heading_title']     = 'តម្រង';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ តម្រងហើយហើយ!';
$_['text_list']         = 'បញ្ជីតម្រង';
$_['text_add']          = 'បន្ថែមតម្រង';
$_['text_edit']         = 'កែតម្រង';
$_['text_group']        = 'ក្រុមតម្រង';
$_['text_value']        = 'តម្លៃតម្រង';

// Column
$_['column_group']      = 'ក្រុមតម្រង';
$_['column_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_group']       = 'ឈ្មោះក្រុមតម្រង';
$_['entry_name']        = 'ឈ្មោះតម្រង';
$_['entry_sort_order']  = 'តម្រៀបតាមលំដាប់';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ តម្រងទេ!';
$_['error_group']       = 'ឈ្មោះក្រុមតម្រង ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ!';
$_['error_name']        = 'ឈ្មោះតម្រង ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ!';