<?php
// Heading
$_['heading_title']          = 'ព័ត៌មាន';

// Text
$_['text_success']           = 'ជោគជ័យ: អ្នកបានកែប្រែ ព័ត៌មានហើយហើយ!';
$_['text_list']              = 'បញ្ជីព័ត៌មាន';
$_['text_add']               = 'បន្ថែមព័ត៌មាន';
$_['text_edit']              = 'កែព័ត៌មាន';
$_['text_default']           = 'លំនាំដើម';
$_['text_keyword']           = 'កុំប្រើចន្លោះ។ ជំនួសចន្លោះជាមួយ - និងត្រូវប្រាកដថា SEO URL មានលក្ខណៈពិសេសជាសកល់។ ';

// Column
$_['column_title']           = 'ចំណងជើងព័ត៌មាន';
$_['column_sort_order']      = 'តម្រៀបតាមលំដាប់';
$_['column_action']          = 'ចាត់វិធានការ';

// Entry
$_['entry_title']            = 'ចំណងជើងព័ត៌មាន';
$_['entry_description']      = 'សេចក្ដីពិពណ៌នា';
$_['entry_meta_title']       = 'ចំណងជើងស្លាកមេតា';
$_['entry_meta_keyword']     = 'ពាក្យគន្លឹះស្លាកមេតា';
$_['entry_meta_description'] = 'ការពិពណ៌នាស្លាកមេតា';
$_['entry_store']            = 'ហាង';
$_['entry_keyword']          = 'ពាក្យគន្លឹះ';
$_['entry_bottom']           = 'ខាងក្រោម';
$_['entry_status']           = 'ស្ថានភាព';
$_['entry_sort_order']       = 'តម្រៀបតាមលំដាប់';
$_['entry_layout']           = 'ប្លង់បដិសេធ';

// Help
$_['help_bottom']            = 'បង្ហាញនៅក្នុងបាតកថាខាងក្រោម។ ';

// Error
$_['error_warning']          = 'ការព្រមាន: សូមពិនិត្យមើលសំណុំបែបបទដោយយកចិត្តទុកដាក់ចំពោះកំហុស!';
$_['error_permission']       = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ព័ត៌មានទេ!';
$_['error_title']            = 'ចំណងជើងព័ត៌មាន ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ!';
$_['error_description']      = 'សេចក្ដីពិពណ៌នា ត្រូវតែមានច្រើនជាង ៣ តួអក្សរ!';
$_['error_meta_title']       = 'ចំណងជើងមេតា ត្រូវតែធំជាង ១ និងតិចជាង ២៥៥ តួអក្សរ!';
$_['error_keyword']          = 'SEO URL បានប្រើប្រាស់រួចហើយ!';
$_['error_unique']           = 'SEO URL ត្រូវតែមានតែមួយគត់!';
$_['error_account']          = 'ការព្រមាន: ទំព័រព័ត៌មាននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្ន ជាល័ក្ខខណ្ឌគណនីហាង!';
$_['error_checkout']         = 'ការព្រមាន: ទំព័រព័ត៌មាននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្ន ជាល័ក្ខខណ្ឌទូទាត់ហាង!';
$_['error_affiliate']        = 'ការព្រមាន: ទំព័រព័ត៌មាននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្ន ជាល័ក្ខខណ្ឌសាខាហាង!';
$_['error_return']           = 'ការព្រមាន: ទំព័រព័ត៌មាននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្ន ជាល័ក្ខខ័ណ្ឌនៃការត្រឡប់របស់ហាង!';
$_['error_store']            = 'ការព្រមាន: ទំព័រព័ត៌មាននេះ មិនអាចលុបានទេ ដូចដែលវាត្រូវបានប្រើ ដោយបច្ចុប្បន្ន %sហាង!';