<?php
// Heading
$_['heading_title']     = 'ក្រុមហ៊ុនផលិត';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ក្រុមហ៊ុនផលិតហើយហើយ!';
$_['text_list']         = 'បញ្ជីក្រុមហ៊ុនផលិត';
$_['text_add']          = 'បន្ថែមក្រុមហ៊ុនផលិត';
$_['text_edit']         = 'កែក្រុមហ៊ុនផលិត';
$_['text_default']      = 'លំនាំដើម​';
$_['text_percent']      = 'ភាគរយ';
$_['text_amount']       = 'ចំនួនថេរ';
$_['text_keyword']      = 'កុំប្រើចន្លោះ។ ជំនួសចន្លោះជាមួយ - និងត្រូវប្រាកដថា SEO URL មានលក្ខណៈពិសេសជាសកល់។ ';

// Column
$_['column_name']       = 'ឈ្មោះក្រុមហ៊ុនផលិត';
$_['column_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_name']        = 'ឈ្មោះក្រុមហ៊ុនផលិត';
$_['entry_store']       = 'ហាង';
$_['entry_keyword']     = 'ពាក្យគន្លឹះ';
$_['entry_image']       = 'រូបភាព';
$_['entry_sort_order']  = 'តម្រៀបតាមលំដាប់';
$_['entry_type']        = 'ប្រភេទ';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ក្រុមហ៊ុនផលិតទេ!';
$_['error_name']        = 'ឈ្មោះក្រុមហ៊ុនផលិត ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ!';
$_['error_keyword']     = 'SEO URL បានប្រើប្រាស់រួចហើយ!';
$_['error_unique']      = 'SEO URL ត្រូវតែមានតែមួយគត់!';
$_['error_product']     = 'ការព្រមាន: ក្រុមហ៊ុនផលិតនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល!';