<?php
// Heading
$_['heading_title']      = 'ជម្រើស';

// Text
$_['text_success']       = 'ជោគជ័យ: អ្នកបានកែប្រែ ជម្រើសហើយហើយ !';
$_['text_list']          = 'បញ្ជីជម្រើស';
$_['text_add']           = 'បន្ថែមជម្រើស';
$_['text_edit']          = 'កែជម្រើស';
$_['text_choose']        = 'ជ្រើសរើស';
$_['text_select']        = 'ជ្រើស';
$_['text_radio']         = 'ប៊ូតុងវិទ្យុ';
$_['text_checkbox']      = 'ប្រអប់ធីក';
$_['text_input']         = 'បញ្ចូល';
$_['text_text']          = 'អត្ថបទ';
$_['text_textarea']      = 'តំបន់អត្ថបទ';
$_['text_file']          = 'ឯកសារ';
$_['text_date']          = 'កាលបរិច្ឆេទ';
$_['text_datetime']      = 'កាលបរិច្ឆេទ​ &amp; ពេលវេលា';
$_['text_time']          = 'ពេលវេលា';
$_['text_option']        = 'ជម្រើស';
$_['text_value']         = 'តម្លៃជម្រើស';

// Column
$_['column_name']        = 'ឈ្មោះជម្រើស';
$_['column_sort_order']  = 'តម្រៀបតាមលំដាប់';
$_['column_action']      = 'ចាត់វិធានការ';

// Entry
$_['entry_name']         = 'ឈ្មោះជម្រើស';
$_['entry_type']         = 'ប្រភេទ';
$_['entry_option_value'] = 'ឈ្មោះតម្លៃជម្រើស';
$_['entry_image']        = 'រូបភាព';
$_['entry_sort_order']   = 'តម្រៀបតាមលំដាប់';

// Error
$_['error_permission']   = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ជម្រើសទេ !';
$_['error_name']         = 'ឈ្មោះជម្រើស ត្រូវមានចន្លោះពី ១ ដល់ ១២៨ តួអក្សរ !';
$_['error_type']         = 'ការព្រមាន: ត្រូវការតម្លៃជម្រើស !';
$_['error_option_value'] = 'ឈ្មោះតម្លៃជម្រើស ត្រូវមានចន្លោះពី ៣ ដល់ ១២៨ តួអក្សរ !';
$_['error_product']      = 'ការព្រមាន: ជម្រើសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';