<?php
// Heading
$_['heading_title']         = 'ប្រវត្តិរូបកើតឡើងដដែលៗ';

// Text
$_['text_success']          = 'ជោគជ័យ: អ្នកបានកែប្រែ ប្រវត្តិរូបកើតឡើងដដែលៗ !';
$_['text_list']             = 'បញ្ជីប្រវត្តិរូបកើតឡើងដដែលៗ';
$_['text_add']              = 'បន្ថែមប្រវត្តិរូបកើតឡើងដដែលៗ';
$_['text_edit']             = 'កែប្រវត្តិរូបកើតឡើងដដែលៗ';
$_['text_day']              = 'ថ្ងៃ';
$_['text_week']             = 'សប្តាហ៍';
$_['text_semi_month']       = 'ពាក់កណ្តាលខែឬពីរដងក្នុងមួយខែ';
$_['text_month']            = 'ខែ';
$_['text_year']             = 'ឆ្នាំ';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> បរិមាណកើតឡើងត្រូវបានគណនាដោយភាពញឹកញាប់និងវដ្ត។</p><p>ឧទាហរណ៍ ប្រសិនបើអ្នកប្រើភាពញឹកញាប់នៃ "សប្តាហ៍" និងវដ្តនៃ "២" បន្ទាប់មកអ្នកប្រើប្រាស់នឹងត្រូវបានចេញវិក្កយបត្ររៀងរាល់ ២ សប្តាហ៍ម្តង។</p><p>រយៈពេលគឺជាចំនួនដងដែលអ្នកប្រើប្រាស់នឹងទូទាត់ កំណត់វាទៅ ០ ប្រសិនបើអ្នកចង់បានការបង់ប្រាក់រហូតដល់វាត្រូវបានលុបចោល។</p>';
$_['text_profile']          = 'ប្រវត្តិរូបកើតឡើងដដែលៗ';
$_['text_trial']            = 'ប្រវត្តិរូបសាកល្បង';

// Column
$_['column_name']           = 'ឈ្មោះ';
$_['column_sort_order']     = 'តម្រៀបតាមលំដាប់';
$_['column_action']         = 'ចាត់វិធានការ';

// Entry
$_['entry_name']            = 'ឈ្មោះ';
$_['entry_price']           = 'តម្លៃ';
$_['entry_duration']        = 'រយៈពេល';
$_['entry_cycle']           = 'វដ្ត';
$_['entry_frequency']       = 'ភាពញឹកញាប់';
$_['entry_trial_price']     = 'តម្លៃការសាកល្បង';
$_['entry_trial_duration']  = 'រយៈពេលការសាកល្បង';
$_['entry_trial_status']    = 'ស្ថានភាពការសាកល្បង';
$_['entry_trial_cycle']     = 'វដ្តការសាកល្បង';
$_['entry_trial_frequency'] = 'ភាពញឹកញាប់ការសាកល្បង';
$_['entry_status']          = 'ស្ថានភាព';
$_['entry_sort_order']      = 'តម្រៀបតាមលំដាប់';

// Error
$_['error_warning']         = 'ការព្រមាន: សូមពិនិត្យមើលសំណុំបែបបទដោយយកចិត្តទុកដាក់ចំពោះកំហុស !';
$_['error_permission']      = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ប្រវត្តិរូបកើតឡើងដដែលៗទេ !';
$_['error_name']            = 'ឈ្មោះប្រវត្តិរូប ត្រូវតែធំជាង ៣ និងតិចជាង ២៥៥ តួអក្សរ !';
$_['error_product']         = 'ការព្រមាន: ប្រវត្តិរូបកើតឡើងដដែលៗនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';