<?php
// Heading
$_['heading_title']     = 'ពិនិត្យឡើងវិញ';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ក្រុមហ៊ុនផលិតហើយ !';
$_['text_list']         = 'បញ្ជីពិនិត្យឡើងវិញ';
$_['text_add']          = 'បន្ថែមពិនិត្យឡើងវិញ';
$_['text_edit']         = 'កែពិនិត្យឡើងវិញ';
$_['text_filter']       = 'តម្រង';

// Column
$_['column_product']    = 'ផលិតផល';
$_['column_author']     = 'អ្នកនិពន្ធ';
$_['column_rating']     = 'ការវាយតំលៃ';
$_['column_status']     = 'ស្ថានភាព';
$_['column_date_added'] = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_product']     = 'ផលិតផល';
$_['entry_author']      = 'អ្នកនិពន្ធ';
$_['entry_rating']      = 'ការវាយតំលៃ';
$_['entry_status']      = 'ស្ថានភាព';
$_['entry_text']        = 'អត្ថបទ';
$_['entry_date_added']  = 'កាលបរិច្ឆេទដែលបានបន្ថែម';

// Help
$_['help_product']      = '(បំពេញស្វ័យប្រវត្តិ)';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែពិនិត្យឡើងវិញទេ !';
$_['error_product']     = 'ត្រូវការផលិតផល !';
$_['error_author']      = 'អ្នកនិពន្ធ ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_text']        = 'ពិនិត្យអត្ថបទឡើងវិញ ត្រូវមានយ៉ាងហោចណាស់ ១ តួអក្សរ !';
$_['error_rating']      = 'ត្រូវការការ វាយតំលៃពិនិត្យឡើងវិញ !';