<?php
// Heading
$_['heading_title']     = 'ក្រុមអតិថិជន';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ក្រុមអតិថិជនហើយ !';
$_['text_list']         = 'បញ្ជីក្រុមអតិថិជន';
$_['text_add']          = 'បន្ថែមក្រុមអតិថិជន';
$_['text_edit']         = 'កែក្រុមអតិថិជន';

// Column
$_['column_name']       = 'ឈ្មោះក្រុមអតិថិជន';
$_['column_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['column_action']     = 'សកម្មភាព';

// Entry
$_['entry_name']        = 'ឈ្មោះក្រុមអតិថិជន';
$_['entry_description'] = 'ការពិពណ៌នា';
$_['entry_approval']    = 'អនុម័តអតិថិជនថ្មី';
$_['entry_sort_order']  = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_approval']     = 'អតិថិជនត្រូវតែមានការយល់ព្រមពីអ្នកគ្រប់គ្រងមុនពេលពួកគេអាច Login ។';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ក្រុមអតិថិជនទេ !';
$_['error_name']        = 'ឈ្មោះក្រុមអតិថិជន ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_default']     = 'ការព្រមាន: ក្រុមអតិថិជននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ក្រុមអតិថិជន ហាងលំនាំដើម !';
$_['error_store']       = 'ការព្រមាន: ក្រុមអតិថិជននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_customer']    = 'ការព្រមាន: ក្រុមអតិថិជននេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ  %s អតិថិជន !';