<?php
// Heading
$_['heading_title']     = 'ប័ណ្ណអំណោយ';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ប័ណ្ណទូទាត់ហើយ !';
$_['text_list']         = 'បញ្ជីប័ណ្ណអំណោយ';
$_['text_add']          = 'បន្ថែមប័ណ្ណអំណោយ';
$_['text_edit']         = 'កែប័ណ្ណអំណោយ';
$_['text_sent']         = 'ជោគជ័យ: អ៊ីមែលអំណោយទានត្រូវបានផ្ញើហើយ !';

// Column
$_['column_name']       = 'ឈ្មោះប័ណ្ណទូទាត់';
$_['column_code']       = 'កូដ';
$_['column_from']       = 'ពី';
$_['column_to']         = 'ទៅ';
$_['column_theme']      = 'ស្បែក';
$_['column_amount']     = 'ចំនួនទឹកប្រាក់';
$_['column_status']     = 'ស្ថានភាព';
$_['column_order_id']   = 'ការកុម្មង់ ID';
$_['column_customer']   = 'អតិថិជន';
$_['column_date_added'] = 'កាលបរិច្ឆេទដែលបានកត់ត្រា';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_code']        = 'កូដ';
$_['entry_from_name']   = 'ពីឈ្មោះ';
$_['entry_from_email']  = 'ពីអ៊ីមែល';
$_['entry_to_name']     = 'ទៅឈ្មោះ';
$_['entry_to_email']    = 'ទៅអ៊ីមែល';
$_['entry_theme']       = 'ស្បែក';
$_['entry_message']     = 'សារ';
$_['entry_amount']      = 'ចំនួនទឹកប្រាក់';
$_['entry_status']      = 'ស្ថានភាព';

// Help
$_['help_code']         = 'លេខកូដដែលអតិថិជនបញ្ចូលដើម្បីធ្វើឱ្យប័ណ្ណទូទាត់ ។';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ប័ណ្ណទូទាត់ទេ !';
$_['error_exists']      = 'ការព្រមាន: កូដប័ណ្ណទូទាត់បានប្រើរួចហើយ !';
$_['error_code']        = 'កូដ ត្រូវមានចន្លោះពី ៣ ដល់ ១០ តួអក្សរ !';
$_['error_to_name']     = 'ឈ្មោះរបស់អ្នកទទួល ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ !';
$_['error_from_name']   = 'ឈ្មោះរបស់អ្នក ត្រូវមានចន្លោះពី ១ ដល់ ៦៤ តួអក្សរ !';
$_['error_email']       = 'អាស័យដ្ឋានអ៊ីម៉ែលហាក់ដូចជាមិនមានសុពលភាពទេ !';
$_['error_amount']      = 'ចំនួនទឹកប្រាក់ត្រូវតែធំជាងរឺស្មើ ១ !';
$_['error_order']       = 'ការព្រមាន: ប័ណ្ណទូទាត់នេះ មិនអាចលុបចោលបានទេព្រោះវាជាផ្នែកនៃការ <a href="%s">ការកុម្មង់</a> !';