<?php
// Heading
$_['heading_title']     = 'ស្បែកប័ណ្ណ';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ស្បែកប័ណ្ណហើយ !';
$_['text_list']         = 'បញ្ជីស្បែកប័ណ្ណ';
$_['text_add']          = 'បន្ថែមស្បែកប័ណ្ណ';
$_['text_edit']         = 'កែស្បែកប័ណ្ណ';

// Column
$_['column_name']       = 'ឈ្មោះស្បែកប័ណ្ណ';
$_['column_action']     = 'ចាត់វិធានការ';

// Entry
$_['entry_name']        = 'ឈ្មោះស្បែកប័ណ្ណ';
$_['entry_description'] = 'សេចក្ដីពិពណ៌នាស្បែកប័ណ្ណ';
$_['entry_image']       = 'រូបភាព';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ស្បែកប័ណ្ណទេ !';
$_['error_name']        = 'ឈ្មោះស្បែកប័ណ្ណ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_image']       = 'ត្រូវការ រូបភាព !';
$_['error_voucher']     = 'ការព្រមាន: ស្បែកប័ណ្ណនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ប័ណ្ណទូទាត់ !';