<?php
// Heading
$_['heading_title']           = 'ប្រទេស';

// Text
$_['text_success']            = 'ជោគជ័យ: អ្នកបានកែប្រែ ប្រទេសហើយ !';
$_['text_list']               = 'បញ្ជីប្រទេស';
$_['text_add']                = 'បន្ថែមប្រទេស';
$_['text_edit']               = 'កែសម្រួលប្រទេស';

// Column
$_['column_name']             = 'ឈ្មោះប្រទេស';
$_['column_iso_code_2']       = 'កូដ ISO (2)';
$_['column_iso_code_3']       = 'កូដ ISO (3)';
$_['column_action']           = 'សកម្មភាព';

// Entry
$_['entry_name']              = 'ឈ្មោះប្រទេស';
$_['entry_iso_code_2']        = 'កូដ ISO (2)';
$_['entry_iso_code_3']        = 'កូដ ISO (3)';
$_['entry_address_format']    = 'ទ្រង់ទ្រាយអាសយដ្ឋាន';
$_['entry_postcode_required'] = 'ត្រូវការ កូដប្រៃសណីយ៍';
$_['entry_status']            = 'ស្ថានភាព';

// Help
$_['help_address_format']     = 'នាមខ្លួន = {firstname}<br />នាមត្រកូល = {lastname}<br />ក្រុមហ៊ុន = {company}<br />អាសយដ្ឋាន ១ = {address_1}<br />អាសយដ្ឋាន ២ = {address_2}<br />ទីក្រុង = {city}<br />កូដប្រៃសណីយ៍ = {postcode}<br />តំបន់ = {zone}<br />លេខកូដតំបន់ = {zone_code}<br />ប្រទេស = {country}';

// Error
$_['error_permission']        = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិក្នុងការកែប្រែ ប្រទេសទេ !';
$_['error_name']              = 'ឈ្មោះប្រទេស ត្រូវមានចន្លោះពី ១ ដល់ ១២៨ តួអក្សរ !';
$_['error_default']           = 'ការព្រមាន: ប្រទេសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ប្រទេស ហាងលំនាំដើម !';
$_['error_store']             = 'ការព្រមាន: ប្រទេសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_address']           = 'ការព្រមាន: ប្រទេសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ធាតុសៀវភៅអាសយដ្ឋាន !';
$_['error_affiliate']         = 'ការព្រមាន: ប្រទេសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s សាខា !';
$_['error_zone']              = 'ការព្រមាន: ប្រទេសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s តំបន់ !';
$_['error_zone_to_geo_zone']  = 'ការព្រមាន: ប្រទេសនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s តំបន់ ទៅ តំបន់ភូមិសាស្ត្រ​!';