<?php
// Heading
$_['heading_title']        = 'រូបិយប័ណ្ណ';

// Text
$_['text_success']         = 'ជោគជ័យ: អ្នកបានកែប្រែ រូបិយប័ណ្ណហើយ !';
$_['text_list']            = 'បញ្ជីរូបិយប័ណ្ណ';
$_['text_add']             = 'បន្ថែមរូបិយប័ណ្ណ';
$_['text_edit']            = 'កែរូបិយប័ណ្ណ';
$_['text_iso']             = 'អ្នកអាចរកឃើញបញ្ជីពេញលេញនៃកូដរូបិយប័ណ្ណ ISO និងការកំណត់ <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">នៅទីនេះ</a> ។';

// Column
$_['column_title']         = 'ចំណងជើងរូបិយប័ណ្ណ';
$_['column_code']          = 'កូដ';
$_['column_value']         = 'តម្លៃ';
$_['column_date_modified'] = 'បច្ចុប្បន្នភាពចុងក្រោយ';
$_['column_action']        = 'សកម្មភាព';

// Entry
$_['entry_title']          = 'ចំណងជើងរូបិយប័ណ្ណ';
$_['entry_code']           = 'កូដ';
$_['entry_value']          = 'តម្លៃ';
$_['entry_symbol_left']    = 'និមិត្តសញ្ញាខាងឆ្វេង';
$_['entry_symbol_right']   = 'និមិត្តសញ្ញាខាងស្តាំ';
$_['entry_decimal_place']  = 'ខ្ទង់ទសភាគ';
$_['entry_status']         = 'ស្ថានភាព';

// Help
$_['help_code']            = 'កុំផ្លាស់ប្តូរប្រសិនបើនេះជារូបិយប័ណ្ណលំនាំដើមរបស់អ្នក ។';
$_['help_value']           = 'កំណត់ទៅ ១.០០០០០ ប្រសិនបើនេះជារូបិយប័ណ្ណលំនាំដើមរបស់អ្នក ។';

// Error
$_['error_permission']     = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិក្នុងការកែប្រែ រូបិយប័ណ្ណទេ !';
$_['error_title']          = 'ចំណងជើងរូបិយប័ណ្ណ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_code']           = 'កូដរូបិយប័ណ្ណត្រូវមាន ៣ តួអក្សរ !';
$_['error_default']        = 'ការព្រមាន: រូបិយប័ណ្ណនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា រូបិយប័ណ្ណ ហាងលំនាំដើម !';
$_['error_store']          = 'ការព្រមាន: រូបិយប័ណ្ណនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_order']          = 'ការព្រមាន: រូបិយប័ណ្ណនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ការកុម្មង់ !';