<?php
// Heading
$_['heading_title']      = 'តំបន់ភូមិសាស្ត្រ​';

// Text
$_['text_success']       = 'ជោគជ័យ: អ្នកបានកែប្រែ តំបន់ភូមិសាស្ត្រ​ហើយ !';
$_['text_list']          = 'បញ្ជីតំបន់ភូមិសាស្ត្រ​';
$_['text_add']           = 'បន្ថែមតំបន់ភូមិសាស្ត្រ​';
$_['text_edit']          = 'កែតំបន់ភូមិសាស្ត្រ​';
$_['text_geo_zone']      = 'តំបន់ភូមិសាស្ត្រ​';

// Column
$_['column_name']        = 'ឈ្មោះតំបន់ភូមិសាស្ត្រ​';
$_['column_description'] = 'ការពិពណ៌នា';
$_['column_action']      = 'សកម្មភាព';

// Entry
$_['entry_name']         = 'ឈ្មោះតំបន់ភូមិសាស្ត្រ​';
$_['entry_description']  = 'ការពិពណ៌នា';
$_['entry_country']      = 'ប្រទេស';
$_['entry_zone']         = 'តំបន់';

// Error
$_['error_permission']   = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិកែប្រែ តំបន់ភូមិសាស្ត្រ​ទេ !';
$_['error_name']         = 'ឈ្មោះតំបន់ភូមិសាស្ត្រ​ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_description']  = 'ឈ្មោះពិពណ៌នា ត្រូវមានចន្លោះពី ៣ ដល់ ២៥៥ តួអក្សរ !';
$_['error_tax_rate']     = 'ការព្រមាន: តំបន់ភូមិសាស្ត្រនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅអត្រាពន្ធមួយរឺច្រើន !';