<?php
// Heading
$_['heading_title']     = 'ភាសា';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ភាសាហើយ !';
$_['text_list']         = 'បញ្ជីភាសា';
$_['text_add']          = 'បន្ថែមភាសា';
$_['text_edit']         = 'កែភាសា';

// Column
$_['column_name']       = 'ឈ្មោះភាសា';
$_['column_code']       = 'កូដ';
$_['column_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['column_action']     = 'សកម្មភាព';

// Entry
$_['entry_name']        = 'ឈ្មោះភាសា';
$_['entry_code']        = 'កូដ';
$_['entry_locale']      = 'មូលដ្ឋាន';
$_['entry_status']      = 'ស្ថានភាព';
$_['entry_sort_order']  = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_locale']       = 'ឧទាហរណ៍: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_status']       = 'លាក់ / បង្ហាញ នៅក្នុងភាសាធ្លាក់ចុះ';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិកែប្រែ ភាសាទេ !';
$_['error_exists']      = 'ការព្រមាន: អ្នកបានបន្ថែមមុនភាសា !';
$_['error_name']        = 'ឈ្មោះភាសា ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_code']        = 'កូដភាសាត្រូវមានយ៉ាងហោចណាស់ ២ តួអក្សរ !';
$_['error_locale']      = 'ត្រូវការ មូលដ្ឋាន !';
$_['error_default']     = 'ការព្រមាន: មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ភាសា ហាងលំនាំដើម !';
$_['error_admin']       = 'ការព្រមាន: ភាសានេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ភាសារដ្ឋបាល ហាងលំនាំដើម !';
$_['error_store']       = 'ការព្រមាន: ភាសានេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_order']       = 'ការព្រមាន: ភាសានេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ការកុម្មង់ !';