<?php
// Heading
$_['heading_title']    = 'ចំណាត់ថ្នាក់ប្រវែង';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែថ្នាក់ប្រ ចំណាត់ថ្នាក់ប្រវែងហើយ !';
$_['text_list']        = 'បញ្ជីចំណាត់ថ្នាក់ប្រវែង';
$_['text_add']         = 'បន្ថែមចំណាត់ថ្នាក់ប្រវែង';
$_['text_edit']        = 'កែចំណាត់ថ្នាក់ប្រវែង';

// Column
$_['column_title']     = 'ចំណងជើងប្រវែង';
$_['column_unit']      = 'ឯកតាប្រវែង';
$_['column_value']     = 'តម្លៃ';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_title']      = 'ចំណងជើងប្រវែង';
$_['entry_unit']       = 'ឯកតាប្រវែង';
$_['entry_value']      = 'តម្លៃ';

// Help
$_['help_value']       = 'កំណត់ទៅ ១.០០០០០ ប្រសិនបើនេះជាប្រវែងលំនាំដើមរបស់អ្នក ។';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានការអនុញ្ញាតដើម្បីកែប្រែ ចំណាត់ថ្នាក់ប្រវែងទេ !';
$_['error_title']      = 'ចំណងជើងប្រវែង ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_unit']       = 'ឯកតាប្រវែង ត្រូវមានចន្លោះពី ១ ដល់ ៤ តួអក្សរ !';
$_['error_default']    = 'ការព្រមាន: ចំណាត់ថ្នាក់ប្រវែងនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ចំណាត់ថ្នាក់ប្រវែង ហាងលំនាំដើម !';
$_['error_product']    = 'ការព្រមាន: ចំណាត់ថ្នាក់ប្រវែងនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';