<?php
// Heading
$_['heading_title']    = 'ទីតាំងហាង';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ទីតាំងហាងហើយ !';
$_['text_list']        = 'បញ្ជីទីតាំងហាង';
$_['text_add']         = 'បន្ថែមទីតាំងហាង';
$_['text_edit']        = 'កែទីតាំងហាង';
$_['text_default']     = 'លំនាំដើម';
$_['text_time']        = 'ពេលបើក';
$_['text_geocode']     = 'លេខកូដភូមិសាស្ត្រ មិនបានជោគជ័យដោយសារហេតុផលខាងក្រោម:';

// Column
$_['column_name']      = 'ឈ្មោះហាង';
$_['column_address']   = 'អាសយដ្ឋាន';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_name']       = 'ឈ្មោះហាង';
$_['entry_address']    = 'អាសយដ្ឋាន';
$_['entry_geocode']    = 'លេខកូដភូមិសាស្ត្រ';
$_['entry_telephone']  = 'ទូរស័ព្ទ';
$_['entry_fax']        = 'ទូរសារ';
$_['entry_image']      = 'រូបភាព';
$_['entry_open']       = 'ពេលបើក';
$_['entry_comment']    = 'សេចក្តីអធិប្បាយ';

// Help
$_['help_geocode']     = 'សូមបញ្ចូលលេខកូដទីតាំងភូមិសាស្ត្រហាងរបស់អ្នកដោយដៃ ។';
$_['help_open']        = 'បំពេញម៉ោងបើកហាងរបស់អ្នក ។';
$_['help_comment']     = 'វាលនេះគឺសម្រាប់កំណត់ត្រាពិសេសណាមួយដែលអ្នកចង់ប្រាប់អតិថិជន i.e. ហាងមិនទទួលមូលប្បទានប័ ។';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានការអនុញ្ញាតកែប្រែ ទីតាំងហាងទេ !';
$_['error_name']       = 'ឈ្មោះហាង ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_address']    = 'អាសយដ្ឋាន ត្រូវមានចន្លោះពី ៣ ដល់ ១២៨ តួអក្សរ !';
$_['error_telephone']  = 'ទូរស័ព្ទ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';