<?php
// Heading
$_['heading_title']    = 'ស្ថានការកុម្មង់';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ស្ថានការកុម្មង់ហើយ !';
$_['text_list']        = 'បញ្ជីស្ថានការកុម្មង់';
$_['text_add']         = 'បន្ថែមស្ថានការកុម្មង់';
$_['text_edit']        = 'កែស្ថានការកុម្មង់';

// Column
$_['column_name']      = 'ឈ្មោះស្ថានការកុម្មង់';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_name']       = 'ឈ្មោះស្ថានការកុម្មង់';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានការអនុញ្ញាតដើម្បីកែប្រែ ស្ថានការកុម្មង់​ទេ !';
$_['error_name']       = 'ឈ្មោះស្ថានការកុម្មង់ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_default']    = 'ការព្រមាន: ស្ថានភាពនៃការកុម្មង់នេះ មិនអាចលុបបានទេដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ស្ថានភាពការកុម្មង់ ហាងលំនាំដើម !';
$_['error_download']   = 'ការព្រមាន: ស្ថានភាពនៃការកុម្មង់នេះ មិនអាចលុបបានទេដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ស្ថានភាពទាញយកលំនាំដើម !';
$_['error_store']      = 'ការព្រមាន: ស្ថានភាពនៃការកុម្មង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_order']      = 'ការព្រមាន: ស្ថានភាពនៃការកុម្មង់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ការកុម្មង់ !';