<?php
// Heading
$_['heading_title']    = 'ស្ថានភាពត្រឡប់';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ស្ថានភាពត្រឡប់ហើយ !';
$_['text_list']        = 'បញ្ជីស្ថានភាពត្រឡប់';
$_['text_add']         = 'បន្ថែមស្ថានភាពត្រឡប់';
$_['text_edit']        = 'កែស្ថានភាពត្រឡប់';

// Column
$_['column_name']      = 'ឈ្មោះស្ថានភាពត្រឡប់';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_name']       = 'ឈ្មោះស្ថានភាពត្រឡប់';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិកែប្រែ ស្ថានភាពត្រឡប់ទេ !';
$_['error_name']       = 'ឈ្មោះស្ថានភាពត្រឡប់ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_default']    = 'ការព្រមាន: មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ស្ថានភាពត្រឡប់ លំនាំដើម !';
$_['error_return']     = 'ការព្រមាន: សមិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ត្រឡប់មកវិញ !';