<?php
// Heading
$_['heading_title']    = 'ហេតុផលត្រឡប់';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ហេតុផលត្រឡប់ហើយ !';
$_['text_list']        = 'បញ្ជីហេតុផល';
$_['text_add']         = 'បន្ថែមហេតុផលត្រឡប់';
$_['text_edit']        = 'កែហេតុផលត្រឡប់';

// Column
$_['column_name']      = 'ឈ្មោះហេតុផលត្រឡប់';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_name']       = 'ឈ្មោះហេតុផលត្រឡប់';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិកែប្រែ ហេតុផលត្រឡប់ទេ !';
$_['error_name']       = 'ឈ្មោះហេតុផលត្រឡប់ ត្រូវមានចន្លោះពី ៣ ដល់ ១២៨ តួអក្សរ !';
$_['error_return']     = 'ការព្រមាន: ហេតុផលត្រឡប់មកវិញនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផលត្រឡប់ !';