<?php
// Heading
$_['heading_title']    = 'សកម្មភាពត្រឡប់';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ សកម្មភាពត្រឡប់ហើយ !';
$_['text_list']        = 'បញ្ជីសកម្មភាពត្រឡប់';
$_['text_add']         = 'បន្ថែមសកម្មភាពត្រឡប់';
$_['text_edit']        = 'កែសកម្មភាពត្រឡប់';

// Column
$_['column_name']      = 'ឈ្មោះសកម្មភាពត្រឡប់';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_name']       = 'ឈ្មោះសកម្មភាពត្រឡប់';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិកែប្រែ សកម្មភាពត្រឡប់ទេ !';
$_['error_name']       = 'ឈ្មោះត្រឡប់សកម្មភាព ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_return']     = 'ការព្រមាន: ឈ្មោះត្រឡប់សកម្មភាពនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផលត្រឡប់ !';