<?php
// Heading
$_['heading_title']    = 'ស្ថានភាពស្តុក';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែស្ថានភាពស្តុកហើយ !';
$_['text_list']        = 'បញ្ជីស្ថានភាពស្តុក';
$_['text_add']         = 'បន្ថែមស្ថានភាពស្តុក';
$_['text_edit']        = 'កែស្ថានភាពស្តុក';

// Column
$_['column_name']      = 'ឈ្មោះស្ថានភាពស្តុក';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_name']       = 'ឈ្មោះស្ថានភាពស្តុក';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិក្នុងការកែប្រែ ស្ថានភាពស្តុកទេ !';
$_['error_name']       = 'ឈ្មោះស្ថានភាពស្តុក ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_product']    = 'ការព្រមាន: ស្ថានភាពស្តុកនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';