<?php
// Heading
$_['heading_title']     = 'ចំណាត់ថ្នាក់ពន្ធ';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ថ្នាក់ពន្ធហើយ !';
$_['text_list']         = 'បញ្ជីចំណាត់ថ្នាក់ពន្ធ';
$_['text_add']          = 'បន្ថែមចំណាត់ថ្នាក់ពន្ធ';
$_['text_edit']         = 'កែចំណាត់ថ្នាក់ពន្ធ';
$_['text_tax_class']    = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['text_tax_rate']     = 'អត្រាពន្ធ';
$_['text_shipping']     = 'អាសយដ្ឋានដឹកជញ្ជូន';
$_['text_payment']      = 'អាសយដ្ឋានទូទាត់ប្រាក់';
$_['text_store']        = 'អាស័យដ្ឋានហាង';

// Column
$_['column_title']      = 'ចំណងជើងចំណាត់ថ្នាក់ពន្ធ';
$_['column_action']     = 'សកម្មភាព';

// Entry
$_['entry_title']       = 'ចំណងជើងចំណាត់ថ្នាក់ពន្ធ';
$_['entry_description'] = 'ការពិពណ៌នា';
$_['entry_rate']        = 'អត្រាពន្ធ';
$_['entry_based']       = 'អាស្រ័យលើ';
$_['entry_geo_zone']    = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_priority']    = 'អាទិភាព';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានការអនុញ្ញាតឱ្យកែប្រែ ចំណាត់ថ្នាក់ពន្ធទេ !';
$_['error_title']       = 'ចំណងជើងចំណាត់ថ្នាក់ពន្ធ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_description'] = 'ការពិពណ៌នា ត្រូវមានចន្លោះពី ៣ ដល់ ២៥៥ តួអក្សរ !';
$_['error_product']     = 'ការព្រមាន: ចំណាត់ថ្នាក់ពន្ធនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';