<?php
// Heading
$_['heading_title']        = 'អត្រាពន្ធ';

// Text
$_['text_success']         = 'ជោគជ័យ: អ្នកបានកែប្រែ អត្រាពន្ធហើយ !';
$_['text_list']            = 'បញ្ជីអត្រាពន្ធ';
$_['text_add']             = 'បន្ថែមអត្រាពន្ធ';
$_['text_edit']            = 'កែអត្រាពន្ធ';
$_['text_percent']         = 'ភាគរយ';
$_['text_amount']          = 'ចំនួនថេរ';

// Column
$_['column_name']          = 'ឈ្មោះពន្ធ';
$_['column_rate']          = 'អត្រាពន្ធ';
$_['column_type']          = 'ប្រភេទ';
$_['column_geo_zone']      = 'តំបន់ភូមិសាស្ត្រ​';
$_['column_date_added']    = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_date_modified'] = 'កាលបរិច្ឆេទបានកែប្រែ';
$_['column_action']        = 'សកម្មភាព';

// Entry
$_['entry_name']           = 'ឈ្មោះពន្ធ';
$_['entry_rate']           = 'អត្រាពន្ធ';
$_['entry_type']           = 'ប្រភេទ';
$_['entry_customer_group'] = 'ក្រុមអតិថិជន';
$_['entry_geo_zone']       = 'តំបន់ភូមិសាស្ត្រ​';

// Error
$_['error_permission']     = 'ការព្រមាន: អ្នកមិនមានការអនុញ្ញាតឱ្យកែប្រែ អត្រាពន្ធទេ !';
$_['error_tax_rule']       = 'ការព្រមាន: អត្រាពន្ធនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ថ្នាក់ពន្ធ !';
$_['error_name']           = 'ឈ្មោះពន្ធ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_rate']           = 'ត្រូវការ អត្រាពន្ធ !';