<?php
// Heading
$_['heading_title']    = 'ចំណាត់ថ្នាក់ទម្ងន់';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ចំណាត់ថ្នាក់ទម្ងន់ហើយ !';
$_['text_list']        = 'បញ្ជីចំណាត់ថ្នាក់ទម្ងន់';
$_['text_add']         = 'បន្ថែមចំណាត់ថ្នាក់ទម្ងន់';
$_['text_edit']        = 'កែចំណាត់ថ្នាក់ទម្ងន់';

// Column
$_['column_title']     = 'ចំណងជើងទម្ងន់';
$_['column_unit']      = 'ឯកតាទំងន់';
$_['column_value']     = 'តម្លៃ';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_title']      = 'ចំណងជើងទម្ងន់';
$_['entry_unit']       = 'ឯកតាទំងន់';
$_['entry_value']      = 'តម្លៃ';

// Help
$_['help_value']       = 'កំណត់ទៅ ១.០០០០០ ប្រសិនបើនេះជាទំងន់លំនាំដើមរបស់អ្នក ។';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានការអនុញ្ញាតឱ្យកែប្រែ ចំណាត់ថ្នាក់ទម្ងន់ទេ !';
$_['error_title']      = 'ចំណងជើងទម្ងន់ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_unit']       = 'ឯកតាទំងន់ ត្រូវមានចន្លោះពី ១ ដល់ ៤ តួអក្សរ !';
$_['error_default']    = 'ការព្រមាន: ចំណាត់ថ្នាក់ទម្ងន់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា ថ្នាក់ទំងន់ ហាងលំនាំដើម !';
$_['error_product']    = 'ការព្រមាន: ចំណាត់ថ្នាក់ទម្ងន់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ផលិតផល !';