<?php
// Heading
$_['heading_title']          = 'តំបន់';

// Text
$_['text_success']           = 'ជោគជ័យ: អ្នកបានកែប្រែ តំបន់ហើយ !';
$_['text_list']              = 'បញ្ជីតំបន់';
$_['text_add']               = 'បន្ថែមតំបន់';
$_['text_edit']              = 'កែតំបន់';

// Column
$_['column_name']            = 'ឈ្មោះតំបន់';
$_['column_code']            = 'លេខកូដតំបន់';
$_['column_country']         = 'ប្រទេស';
$_['column_action']          = 'សកម្មភាព';

// Entry
$_['entry_name']             = 'ឈ្មោះតំបន់';
$_['entry_code']             = 'លេខកូដតំបន់';
$_['entry_country']          = 'ប្រទេស';
$_['entry_status']           = 'ស្ថានភាព';

// Error
$_['error_permission']       = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ តំបន់ទេ !';
$_['error_name']             = 'ឈ្មោះតំបន់ ត្រូវមានចន្លោះពី ១ ដល់ ១២៨ តួអក្សរ !';
$_['error_default']          = 'ការព្រមាន: តំបន់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នជា តំបន់ ហាងលំនាំដើម !';
$_['error_store']            = 'ការព្រមាន: មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ហាង !';
$_['error_address']          = 'ការព្រមាន: មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ធាតុសៀវភៅអាសយដ្ឋាន !';
$_['error_affiliate']        = 'ការព្រមាន: តំបន់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s សាខា !';
$_['error_zone_to_geo_zone'] = 'ការព្រមាន: តំបន់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s តំបន់ ទៅ តំបន់ភូមិសាស្ត្រ​!';
