<?php
// Heading
$_['heading_title']      = 'ប៉ុស្តិ៍អូស្រ្តាលី';

// Text
$_['text_extension']     = 'ផ្នែកបន្ថែម';
$_['text_success']       = 'ជោគជ័យ: អ្នកបានកែប្រែ ការដឹកជញ្ជូនតាមប៉ុស្តិ៍អូស្រ្តាលីហើយ !';
$_['text_edit']          = 'កែការដឹកជញ្ជូនតាមប៉ុស្តិ៍អូស្រ្តាលី';

// Entry
$_['entry_api']          = 'លេខកូដ API';
$_['entry_postcode']     = 'កូដប្រៃសណីយ៍';
$_['entry_weight_class'] = 'ចំណាត់ថ្នាក់ទម្ងន់';
$_['entry_tax_class']    = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['entry_geo_zone']     = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_status']       = 'ស្ថានភាព';
$_['entry_sort_order']   = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_weight_class']  = 'កំណត់ទៅជាគីឡូក្រាម ។';

// Error
$_['error_permission']   = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ការដឹកជញ្ជូនតាមប៉ុស្តិ៍អូស្រ្តាលីទេ !';
$_['error_postcode']     = 'លេខកូដប្រៃសណីយ៍ត្រូវតែមាន ៤ ខ្ទង់ !';
