<?php
// Heading
$_['heading_title']    = 'អត្រាសំប៉ែត';

// Text
$_['text_extension']   = 'ផ្នែកបន្ថែម';
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ អត្រាសំប៉ែតការដឹកជញ្ជូនហើយ !';
$_['text_edit']        = 'កែអត្រាសំប៉ែតការដឹកជញ្ជូន';

// Entry
$_['entry_cost']       = 'ថ្លៃដើម';
$_['entry_tax_class']  = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['entry_geo_zone']   = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_status']     = 'ស្ថានភាព';
$_['entry_sort_order'] = 'តម្រៀបតាមលំដាប់';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ អត្រាសំប៉ែតការដឹកជញ្ជូនទេ !';