<?php
// Heading
$_['heading_title']    = 'ដឹកជញ្ជូនដោយឥតគិតថ្លៃ';

// Text
$_['text_extension']   = 'ផ្នែកបន្ថែម';
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ដឹកជញ្ជូនដោយឥតគិតថ្លៃហើយ !';
$_['text_edit']        = 'កែដឹកជញ្ជូនដោយឥតគិតថ្លៃ';

// Entry
$_['entry_total']      = 'សរុប';
$_['entry_geo_zone']   = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_status']     = 'ស្ថានភាព';
$_['entry_sort_order'] = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_total']       = 'ចំនួនទឹកប្រាក់សរុបរងដែលត្រូវការមុនពេលដឹកជញ្ជូនម៉ូឌុលអាចប្រើបាន ។';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ដឹកជញ្ជូនដោយឥតគិតថ្លៃទេ !';