<?php
// Heading
$_['heading_title']           = 'Parcelforce ៤៨';

// Text
$_['text_extension']          = 'ផ្នែកបន្ថែម';
$_['text_success']            = 'ជោគជ័យ: អ្នកបានកែប្រែ​ Parcelforce ៤៨ ការដឹកជញ្ជូនហើយ !';
$_['text_edit']               = 'កែ Parcelforce 48 ការដឹកជញ្ជូន';

// Entry
$_['entry_rate']              = 'អត្រា Parcelforce ៤៨';
$_['entry_insurance']         = 'អត្រាសំណង Parcelforce ៤៨';
$_['entry_display_weight']    = 'បង្ហាញទំងន់ចែកចាយ';
$_['entry_display_insurance'] = 'បង្ហាញការធានារ៉ាប់រង';
$_['entry_display_time']      = 'បង្ហាញពេលវេលាចែកចាយ';
$_['entry_tax_class']         = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['entry_geo_zone']          = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_status']            = 'ស្ថានភាព';
$_['entry_sort_order']        = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_rate']               = 'បញ្ចូលតម្លៃរហូតដល់ ៥,២ ខ្ទង់ទសភាគ ។ (១២៣៤៥.៦៧) ឧទាហរណ៍: .១:១,.២៥:១.២៧ - ទំងន់តិចជាង ឬស្មើនឹង ០.១ kg នឹងត្រូវចំណាយ ១.០០, ទំងន់តិចជាង ឬស្មើនឹង ០.២៥ g ប៉ុន្តែច្រើនជាង ០.១ kg នឹងត្រូវចំណាយ ១.២៧។ កុំបញ្ចូល KG ឬនិមិត្តសញ្ញា ។';
$_['help_insurance']          = 'បញ្ចូលតម្លៃរហូតដល់ ៥,២ ខ្ទង់ទសភាគ ។ (១២៣៤៥.៦៧) ឧទាហរណ៍: ៣៤:០,១០០:១,២៥០:២.២៥ - ការធានារ៉ាប់រងសម្រាប់តម្លៃកន្ត្រកចាប់ពី ៣៤ ឡើងទៅនឹងត្រូវបង់ ០.០០ ដុល្លារបន្ថែម តម្លៃទាំងនោះលើសពី ១០០ ឡើងទៅ ២៥០ នឹងត្រូវចំណាយ ២.២៥ បន្ថែម។ កុំបញ្ចូលនិមិត្តសញ្ញារូបិយប័ណ្ណ ។';
$_['help_display_weight']     = 'តើអ្នកចង់បង្ហាញទម្ងន់ដឹកជញ្ជូនទេ ? (e.g. ទំងន់ចែកចាយ: ២.៧៦៧៤ kg)';
$_['help_display_insurance']  = 'តើអ្នកចង់បង្ហាញការធានារ៉ាប់រងលើការដឹកជញ្ជូនទេ ? (e.g. ធានារ៉ាប់រងរហូតដល់ ៥០០)';
$_['help_display_time']       = 'តើអ្នកចង់បង្ហាញពេលវេលាដឹកជញ្ជូនទេ ? (e.g. ដឹកជញ្ជូនក្នុងរយៈពេល ៣ ទៅ ៥ ថ្ងៃ)';

// Error
$_['error_permission']        = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ Parcelforce ៤៨ ការដឹកជញ្ជូនទេ !';