<?php
// Heading
$_['heading_title']         = 'សេវាប្រៃសណីយ៍សហរដ្ឋអាមេរិក';

// Text
$_['text_extension']        = 'ផ្នែកបន្ថែម';
$_['text_success']          = 'ជោគជ័យ: អ្នកបានកែប្រែ សេវាប្រៃសណីយ៍សហរដ្ឋអាមេរិកហើយ !';
$_['text_edit']             = 'កែការដឹកជញ្ជូនសេវាកម្មប្រៃសណីយ៍របស់សហរដ្ឋអាមេរិក';
$_['text_domestic_00']      = 'សំបុត្រ កញ្ចប់ ថ្នាក់ដំបូង';
$_['text_domestic_01']      = 'សំបុត្រ ស្រោមធំ ថ្នាក់ដំបូង';
$_['text_domestic_02']      = 'សំបុត្រ លិខិត ថ្នាក់ដំបូង';
$_['text_domestic_03']      = 'សំបុត្រ កាតប៉ុស្តាល់ ថ្នាក់ដំបូង';
$_['text_domestic_1']       = 'សំបុត្រ អាទិភាព';
$_['text_domestic_2']       = 'សំបុត្រ រហ័ស កាន់សម្រាប់ទៅទទួល';
$_['text_domestic_3']       = 'សំបុត្រ រហ័ស';
$_['text_domestic_4']       = 'កញ្ចប់ប្រៃសណីយ៍';
$_['text_domestic_5']       = 'ចង Printed Matter';
$_['text_domestic_6']       = 'សំបុត្រ មេឌៀ';
$_['text_domestic_7']       = 'បណ្ណាល័យ';
$_['text_domestic_12']      = 'កាតប៉ុស្តាល់មានត្រា ថ្នាក់ដំបូង';

$_['text_domestic_13']      = 'ផ្ញើរហ័ស អត្រាសំប៉ែត ស្រោមសំបុត្រ';
$_['text_domestic_16']      = 'ផ្ញើអាទិភាព អត្រាសំប៉ែត ស្រោមសំបុត្រ';
$_['text_domestic_17']      = 'ផ្ញើអាទិភាព ធម្មតា អត្រាសំប៉ែត ប្រអប់';
$_['text_domestic_18']      = 'ផ្ញើអាទិភាព កូនសោនិងលេខសម្គាល់';
$_['text_domestic_19']      = 'ថ្នាក់ដំបូង កូនសោនិងលេខសម្គាល់';
$_['text_domestic_22']      = 'ផ្ញើអាទិភាព អត្រាសំប៉ែត ប្រអប់ធំ';
$_['text_domestic_23']      = 'ផ្ញើរហ័ស ថ្ងៃអាទិត្យ / ថ្ងៃឈប់សម្រាក';
$_['text_domestic_25']      = 'ផ្ញើរហ័ស អត្រាសំប៉ែត ស្រោមសំបុត្រ ថ្ងៃអាទិត្យ / ថ្ងៃឈប់សម្រាក';
$_['text_domestic_27']      = 'ផ្ញើរហ័ស អត្រាសំប៉ែត ស្រោមសំបុត្រ កាន់សម្រាប់ទៅទទួល';
$_['text_domestic_28']      = 'ផ្ញើអាទិភាព តូច អត្រាសំប៉ែត ប្រអប់';
$_['text_international_1']  = 'ផ្ញើរហ័ស អន្តរជាតិ';
$_['text_international_2']  = 'ផ្ញើអាទិភាព អន្តរជាតិ';
$_['text_international_4']  = 'ធានារហ័សសកល (ឯកសារនិងមិនមែនជាឯកសារ)';
$_['text_international_5']  = 'ធានារហ័សសកល ឯកសារដែលបានប្រើ';
$_['text_international_6']  = 'ធានារហ័សសកល មិនមែនឯកសារ រាងចតុកោណ';
$_['text_international_7']  = 'ធានារហ័សសកល មិនមែនឯកសារ មិនមែនចតុកោណ';
$_['text_international_8']  = 'ផ្ញើអាទិភាព អត្រាសំប៉ែត ស្រោមសំបុត្រ';
$_['text_international_9']  = 'ផ្ញើអាទិភាព អត្រាសំប៉ែត ប្រអប់';
$_['text_international_10'] = 'ផ្ញើរហ័ស អន្តរជាតិ អត្រាសំប៉ែត ស្រោមសំបុត្រ';
$_['text_international_11'] = 'ផ្ញើអាទិភាព អត្រាសំប៉ែត ប្រអប់ធំ';
$_['text_international_12'] = 'ធានារហ័សសកល ស្រោមសំបុត្រ';
$_['text_international_13'] = 'ផ្ញើថ្នាក់ដំបូង អន្តរជាតិ សំបុត្រ';
$_['text_international_14'] = 'ផ្ញើថ្នាក់ដំបូង អន្តរជាតិ សំប៉ែត';
$_['text_international_15'] = 'ផ្ញើថ្នាក់ដំបូង អន្តរជាតិ កញ្ចប់';
$_['text_international_16'] = 'ផ្ញើអាទិភាព អត្រាសំប៉ែត ប្រអប់តូច';
$_['text_international_21'] = 'មិនមែនចតុកោណ';
$_['text_regular']          = 'ធម្មតា';
$_['text_large']            = 'ធំ';
$_['text_rectangular']      = 'ចតុកោណកែង';
$_['text_non_rectangular']  = 'មិនមែនចតុកោណ';
$_['text_variable']         = 'អថេរ';

// Entry
$_['entry_user_id']         = 'លេខសម្គាល់អ្នកប្រើ';
$_['entry_postcode']        = 'កូដតំបន់';
$_['entry_domestic']        = 'សេវាកម្មក្នុងស្រុក';
$_['entry_international']   = 'សេវាកម្មអន្តរជាតិ';
$_['entry_size']            = 'ខ្នាត';
$_['entry_container']       = 'កុងតឺន័រ';
$_['entry_machinable']      = 'អាចប្រើបាន';
$_['entry_dimension']       = 'វិមាត្រ (L x W x H)';
$_['entry_length']          = 'ប្រវែង';
$_['entry_height']          = 'កម្ពស់';
$_['entry_width']           = 'ទទឹង';
$_['entry_display_time']    = 'បង្ហាញពេលវេលាចែកចាយ';
$_['entry_display_weight']  = 'បង្ហាញទំងន់ចែកចាយ';
$_['entry_weight_class']    = 'ចំណាត់ថ្នាក់ទម្ងន់';
$_['entry_tax']             = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['entry_geo_zone']        = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_status']          = 'ស្ថានភាព';
$_['entry_sort_order']      = 'តម្រៀបតាមលំដាប់';
$_['entry_debug']           = 'របៀបបំបាត់កំហុស';

// Help
$_['help_dimension']        = 'វិមាត្រនៃកញ្ចប់ជាមធ្យមសម្រាប់កញ្ចប់ដឹកជញ្ជូន។ វិមាត្រផលិតផលមិនត្រូវបានប្រើសម្រាប់ការដឹកជញ្ជូននៅពេលនេះទេ ។';
$_['help_display_time']     = 'តើអ្នកចង់បង្ហាញពេលវេលាដឹកជញ្ជូនទេ? (e.g. ដឹកជញ្ជូនក្នុងរយៈពេល ៣ ទៅ ៥ ថ្ងៃ)';
$_['help_display_weight']   = 'តើអ្នកចង់បង្ហាញទម្ងន់ដឹកជញ្ជូនទេ? (e.g. ទំងន់ចែកចាយ: ២.៧៦៧៤ kg)';
$_['help_weight_class']     = 'ត្រូវតែកំណត់ទៅផោន ។';
$_['help_debug']            = 'រក្សាទុកផ្ញើ / ប្រមូលទិន្នន័យទៅកំណត់ហេតុប្រព័ន្ធ';

// Error
$_['error_permission']      = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ សេវាប្រៃសណីយ៍សហរដ្ឋអាមេរិកទេ !';
$_['error_user_id']         = 'ត្រូវការ លេខ​សម្គាល់​អ្នក​ប្រើ !';
$_['error_postcode']        = 'ត្រូវការ កូដ​តំបន់ !';
$_['error_width']           = 'ត្រូវការ ទទឹង !';
$_['error_length']          = 'ត្រូវការ ប្រវែង !';
$_['error_height']          = 'ត្រូវការ កម្ពស់ !';
$_['error_girth']           = 'ត្រូវការ ទំហំ !';