<?php
// Heading
$_['heading_title']    = 'ការដឹកជញ្ជូនផ្អែកលើទំងន់';

// Text
$_['text_extension']   = 'ផ្នែកបន្ថែម';
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ការដឹកជញ្ជូនផ្អែកលើទំងន់ហើយ !';
$_['text_edit']        = 'កែការដឹកជញ្ជូនផ្អែកលើទំងន់';

// Entry
$_['entry_rate']       = 'អត្រាការប្រាក់';
$_['entry_tax_class']  = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['entry_geo_zone']   = 'តំបន់ភូមិសាស្ត្រ​';
$_['entry_status']     = 'ស្ថានភាព';
$_['entry_sort_order'] = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_rate']        = 'ឧទាហរណ៍: ៥:១០.០០,៧:១២.០០ ទំងន់:តម្លៃ,ទំងន់:តម្លៃ, ឡាក់និងឡាក់..';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ការដឹកជញ្ជូនផ្អែកលើទំងន់ទេ !';