<?php
// Heading
$_['heading_title']    = 'ប្រជាជនលើបណ្ដាញ';

// Text
$_['text_extension']   = 'ផ្នែកបន្ថែម';
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ផ្ទៃតាប្លូ​លើ​បណ្ដាញហើយ !';
$_['text_edit']        = 'កែផ្ទៃតាប្លូលើបណ្ដាញ';
$_['text_view']        = 'មើលច្រើនទៀត...';

// Entry
$_['entry_status']     = 'ស្ថានភាព';
$_['entry_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['entry_width']      = 'ទទឹង';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ផ្ទៃតាប្លូ​លើ​បណ្ដាញទេ !';