<?php
// Heading
$_['heading_title']                = 'ហាង';

// Text
$_['text_settings']                = 'ការកំណត់';
$_['text_success']                 = 'ជោគជ័យ: អ្នកបានកែប្រែហាងហើយ !';
$_['text_list']                    = 'បញ្ជីហាង';
$_['text_add']                     = 'បន្ថែមហាង';
$_['text_edit']                    = 'កែហាង';
$_['text_items']                   = 'ធាតុ';
$_['text_tax']                     = 'ពន្ធ';
$_['text_account']                 = 'គណនី';
$_['text_checkout']                = 'ទូទាត់';
$_['text_stock']                   = 'ស្តុក';
$_['text_shipping']                = 'អាសយដ្ឋានការដឹកជញ្ជូន';
$_['text_payment']                 = 'អាសយដ្ឋានការទូទាត់';

// Column
$_['column_name']                  = 'ឈ្មោះហាង';
$_['column_url']	               = 'URL ហាង';
$_['column_action']                = 'ចាត់វិធានការ';

// Entry
$_['entry_url']                    = 'URL ហាង';
$_['entry_ssl']                    = 'SSL URL';
$_['entry_meta_title']             = 'ចំណងជើងមេតា';
$_['entry_meta_description']       = 'ការពិពណ៌នាស្លាកមេតា';
$_['entry_meta_keyword']           = 'ពាក្យគន្លឹះស្លាកមេតា';
$_['entry_layout']                 = 'ប្លង់លំនាំដើម​';
$_['entry_theme']                  = 'ស្បែក';
$_['entry_name']                   = 'ឈ្មោះហាង';
$_['entry_owner']                  = 'ម្ចាស់ហាង';
$_['entry_address']                = 'អាសយដ្ឋាន';
$_['entry_geocode']                = 'លេខកូដភូមិសាស្ត្រ';
$_['entry_email']                  = 'អ៊ីមែល';
$_['entry_telephone']              = 'ទូរស័ព្ទ';
$_['entry_fax']                    = 'ទូរសារ';
$_['entry_image']                  = 'រូបភាព';
$_['entry_open']                   = 'ពេលបើក';
$_['entry_comment']                = 'សេចក្តីអធិប្បាយ';
$_['entry_location']               = 'ទីតាំងហាង';
$_['entry_country']                = 'ប្រទេស';
$_['entry_zone']                   = 'តំបន់ / រដ្ឋ';
$_['entry_language']               = 'ភាសា';
$_['entry_currency']               = 'រូបិយប័ណ្ណ';
$_['entry_tax']                    = 'បង្ហាញតម្លៃជាមួយពន្ធ';
$_['entry_tax_default']            = 'ប្រើអាសយដ្ឋានពន្ធរបស់ហាង';
$_['entry_tax_customer']           = 'ប្រើអាសយដ្ឋានពន្ធរបស់អតិថិជន';
$_['entry_customer_group']         = 'ក្រុមអតិថិជន';
$_['entry_customer_group_display'] = 'ក្រុមអតិថិជន';
$_['entry_customer_price']         = 'Login បង្ហាញតម្លៃ';
$_['entry_account']                = 'លក្ខខណ្ឌគណនី';
$_['entry_cart_weight']            = 'បង្ហាញទំងន់នៅលើទំព័កន្ត្រក';
$_['entry_checkout_guest']         = 'ភ្ញៀវទូទាត់';
$_['entry_checkout']               = 'លក្ខខណ្ឌទូទាត់';
$_['entry_order_status']           = 'ស្ថានភាពការកុម្មង់';
$_['entry_stock_display']          = 'បង្ហាញស្តុក';
$_['entry_stock_checkout']         = 'ទូទាត់ស្តុក';
$_['entry_logo']                   = 'ស្លាកសញ្ញាហាង';
$_['entry_icon']                   = 'រូបតំណាង';
$_['entry_secure']                 = 'ប្រើ SSL';

// Help
$_['help_url']                     = 'បញ្ចូល URL ពេញលេញទៅហាងរបស់អ្នក។ ត្រូវប្រាកដថាបន្ថែម \'/\' នៅ​ចុង​បញ្ចប់ ។ ឧទាហរណ៍: http://www.yourdomain.com/path/<br /><br />កុំប្រើថតដើម្បីបង្កើតហាងថ្មី ។ អ្នកគួរតែចង្អុលដែនផ្សេងទៀតជានិច្ច ឬ ដែនរងទៅអ្នកបង្ហោះរបស់អ្នក ។';
$_['help_ssl']                     = 'SSL URL ទៅហាងរបស់អ្នក ។ ត្រូវប្រាកដថាបន្ថែម \'/\' នៅ​ចុង​បញ្ចប់។ ឧទាហរណ៍: http://www.yourdomain.com/path/<br /><br />កុំប្រើថតដើម្បីបង្កើតហាងថ្មី ។ អ្នកគួរតែចង្អុលដែនផ្សេងទៀតជានិច្ច ឬ ដែនរងទៅអ្នកបង្ហោះរបស់អ្នក ។';
$_['help_geocode']                 = 'សូមបញ្ចូលលេខកូដភូមិសាស្ត្រទីតាំងហាងរបស់អ្នកដោយដៃ ។';
$_['help_open']                    = 'បំពេញម៉ោងបើកហាងរបស់អ្នក ។';
$_['help_comment']                 = 'វាលនេះគឺសម្រាប់កំណត់ត្រាពិសេសណាមួយដែលអ្នកចង់ប្រាប់អតិថិជន i.e. ហាងមិនទទួលមូលប្បទានប័ត្រ ។';
$_['help_location']                = 'ទីតាំងហាងផ្សេងគ្នាដែលអ្នកមានដែលអ្នកចង់បង្ហាញនៅលើទំរង់ទំនាក់ទំនងពួកយើង ។';
$_['help_currency']                = 'ផ្លាស់ប្តូររូបិយប័ណ្ណលំនាំដើម។ ជម្រះឃ្លាំងសម្ងាត់ កម្មវិធីរុករករបស់អ្នក ដើម្បីមើលការផ្លាស់ប្តូរនិងកំណត់ខូគី ដែលមានស្រាប់របស់អ្នកឡើងវិញ ។';
$_['help_tax_default']             = 'ប្រើអាសយដ្ឋានហាងដើម្បីគណនាពន្ធប្រសិនបើអតិថិជនមិនបាន Login ។ អ្នកអាចជ្រើសរើសប្រើអាសយដ្ឋានហាង សម្រាប់ការដឹកជញ្ជូនរបស់អតិថិជនឬអាសយដ្ឋានទូទាត់ប្រាក់ ។';
$_['help_tax_customer']            = 'ប្រើអាសយដ្ឋានលំនាំដើមរបស់អតិថិជននៅពេលពួកគេ Login ដើម្បីគណនាពន្ធ ។ អ្នកអាចជ្រើសរើសប្រើអាសយដ្ឋានលំនាំដើម សម្រាប់ការដឹកជញ្ជូនរបស់អតិថិជនឬអាសយដ្ឋានទូទាត់ប្រាក់ ។';
$_['help_customer_group']          = 'ក្រុមអតិថិជនលំនាំដើម ។';
$_['help_customer_group_display']  = 'បង្ហាញក្រុមអតិថិជនដែលអតិថិជនថ្មីអាចជ្រើសរើសប្រើដូចជាលក់ដុំនិងអាជីវកម្មនៅពេលចុះឈ្មោះ ។';
$_['help_customer_price']          = 'បង្ហាញតែតម្លៃនៅពេលអតិថិជន Login ។';
$_['help_account']                 = 'បង្ខំឱ្យប្រជាជនយល់ព្រមលើលក្ខខណ្ឌមុនពេលបង្កើតគណនី ។';
$_['help_checkout_guest']          = 'អនុញ្ញាតឱ្យអតិថិជនធ្វើការទូទាត់ ដោយមិនចាំបាច់បង្កើតគណនី ។ វានឹងមិនមានទេនៅពេលដែលផលិតផលអាចទាញយកបានគឺនៅក្នុងកន្ត្រកដើរទិញឥវ៉ាន់ ។';
$_['help_checkout']                = 'បង្ខំឱ្យប្រជាជនយល់ព្រមលើលក្ខខណ្ឌមុនពេលអតិថិជនអាចទូទាត់ ។';
$_['help_order_status']            = 'កំណត់ ស្ថានការកុម្មង់ លំនាំដើមនៅពេល ការកុម្មង់ ត្រូវបានដំណើរការ ។';
$_['help_stock_display']           = 'បង្ហាញបរិមាណស្តុកនៅលើទំព័រផលិតផល ។';
$_['help_stock_checkout']          = 'អនុញ្ញាតឱ្យអតិថិជននៅតែទូទាត់ប្រសិនបើផលិតផលដែលពួ ការកុម្មង់ មិនមាននៅក្នុងស្តុក ។';
$_['help_icon']                    = 'រូបតំណាងគួរតែជា PNG ដែលមានទំហំ 16px x 16px ។';
$_['help_secure']                  = 'ដើម្បីប្រើ SSL ពិនិត្យជាមួយអ្នកបង្ហោះប្រសិនបើវិញ្ញាបនបត្រ SSL ត្រូវបានតំឡើង ។';

// Error
$_['error_warning']                = 'ការព្រមាន: សូមពិនិត្យមើលសំណុំបែបបទដោយយកចិត្តទុកដាក់ចំពោះកំហុស !';
$_['error_permission']             = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ហាងទេ !';
$_['error_url']                    = 'ត្រូវការ URL ហាង !';
$_['error_meta_title']             = 'ចំណងជើង ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_name']                   = 'ឈ្មោះហាង ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_owner']                  = 'ម្ចាស់ហាង ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_address']                = 'អាសយដ្ឋានហាង ត្រូវមានចន្លោះពី ១០ ដល់ ២៥៦ តួអក្សរ !';
$_['error_email']                  = 'អាស័យដ្ឋានអ៊ីម៉ែលហាក់ដូចជាមិនមានសុពលភាពទេ !';
$_['error_telephone']              = 'លេខទូរស័ព្ទ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ !';
$_['error_customer_group_display'] = 'អ្នកត្រូវតែបញ្ចូលក្រុមអតិថិជនលំនាំដើមប្រសិនបើអ្នកនឹងប្រើលក្ខណៈពិសេសនេះ !';
$_['error_default']                = 'ការព្រមាន: អ្នកមិនអាចលុបហាងលំនាំដើមរបស់អ្នកបានទេ !';
$_['error_store']                  = 'ការព្រមាន: ហាងនេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s ការកុម្មង់ !';