<?php
// Heading
$_['heading_title']         = 'អ្នកប្រើប្រាស់';

// Text
$_['text_success']          = 'ជោគជ័យ: អ្នកបានកែប្រែ អ្នកប្រើប្រាស់ហើយ !';
$_['text_list']             = 'បញ្ជីអ្នកប្រើ';
$_['text_add']              = 'បន្ថែមអ្នកប្រើ';
$_['text_edit']             = 'កែអ្នកប្រើ';

// Column
$_['column_username']       = 'ឈ្មោះអ្នកប្រើប្រាស់';
$_['column_status']         = 'ស្ថានភាព';
$_['column_date_added']     = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']         = 'ចាត់វិធានការ';

// Entry
$_['entry_username']        = 'ឈ្មោះអ្នកប្រើប្រាស់';
$_['entry_user_group']      = 'ក្រុមអ្នកប្រើប្រាស់';
$_['entry_password']        = 'ពាក្យសម្ងាត់';
$_['entry_confirm']         = 'បញ្ជាក់';
$_['entry_firstname']       = 'នាមខ្លួន';
$_['entry_lastname']        = 'នាមត្រកូល';
$_['entry_email']           = 'អ៊ីមែល';
$_['entry_image']           = 'រូបភាព';
$_['entry_status']          = 'ស្ថានភាព';

// Error
$_['error_permission']      = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ អ្នកប្រើប្រាស់ទេ !';
$_['error_account']         = 'ការព្រមាន: អ្នកមិនអាចលុបគណនីផ្ទាល់ខ្លួនរបស់អ្នកបានទេ !';
$_['error_exists_username'] = 'ការព្រមាន: ឈ្មោះ​អ្នកប្រើប្រាស់បានប្រើរួចហើយ !';
$_['error_username']        = 'ឈ្មោះអ្នកប្រើប្រាស់ ត្រូវមានចន្លោះពី ៣ ដល់ ២០ តួអក្សរ !';
$_['error_password']        = 'ពាក្យសម្ងាត់ ត្រូវមានចន្លោះពី ៤ ដល់ ២០ តួអក្សរ !';
$_['error_confirm']         = 'ពាក្យសម្ងាត់និងការបញ្ជាក់ពាក្យសម្ងាត់មិន​ត្រូវ​គ្នា !';
$_['error_firstname']       = 'នាមខ្លួន ត្រូវមានចន្លោះពី ១ ដល់ ៣២ តួអក្សរ !';
$_['error_lastname']        = 'នាមត្រកូ ត្រូវមានចន្លោះពី ១ ដល់ ៣២ តួអក្សរ !';
$_['error_email']           = 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​លហាក់ដូចជាមិនត្រឹមត្រូវ !';
$_['error_exists_email']    = 'ការព្រមាន: អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល បានចុះបញ្ជីរួចហើយ !';