<?php
// Heading
$_['heading_title']    = 'ក្រុមអ្នកប្រើ';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែក្រុមអ្នកប្រើហើយ !';
$_['text_list']        = 'ក្រុមអ្នកប្រើប្រាស់';
$_['text_add']         = 'បន្ថែមអក្រុមអ្នកប្រើប្រាស់';
$_['text_edit']        = 'កែអ្រុមអ្នកប្រើប្រាស់';

// Column
$_['column_name']      = 'ឈ្មោះក្រុមអ្នកប្រើប្រាស់';
$_['column_action']    = 'ចាត់វិធានការ';

// Entry
$_['entry_name']       = 'ឈ្មោះក្រុមអ្នកប្រើប្រាស់';
$_['entry_access']     = 'ការអនុញ្ញាតចូលប្រើប្រាស់';
$_['entry_modify']     = 'កែប្រែការអនុញ្ញាត';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ក្រុមអ្នកប្រើទេ !';
$_['error_name']       = 'ឈ្មោះក្រុមអ្នកប្រើប្រាស់ ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_user']       = 'ការព្រមាន: ក្រុមអ្នកប្រើប្រាស់នេះ មិនអាចលុបបានទេ ដូចដែលវាត្រូវបានកំណត់បច្ចុប្បន្នទៅ %s អ្នកប្រើប្រាស់ !';