<?php
// Heading
$_['heading_title']    = 'បម្រុងទុក &amp;ស្តារឡើងវិញ';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបាននាំចូលមូលដ្ឋានទិន្នន័យរបស់អ្នកដោយជោគជ័យហើយ !';

// Entry
$_['entry_progress']   = 'វឌ្ឍនភាព';
$_['entry_export']     = 'នាំចេញ';

// Tab
$_['tab_backup']       = 'បម្រុងទុក';
$_['tab_restore']      = 'ស្តារ';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ បម្រុងទុក &amp; ស្តារឡើងវិញទេ !';
$_['error_export']     = 'ការព្រមាន: អ្នកត្រូវជ្រើសរើសយ៉ាងហោចណាស់មួយតារាងសម្រាប់នាំចេញ !';
$_['error_file']       = 'រកមិនឃើញឯកសារ !';
