<?php
// Heading
$_['heading_title']  = 'ទាក់ទង​មក​ពួក​យើង';

// Text
$_['text_location']  = 'ទីតាំងរបស់យើង';
$_['text_store']     = 'ហាងរបស់យើង';
$_['text_contact']   = 'សំណុំបែបបទទំនាក់ទំនង';
$_['text_address']   = 'អាសយដ្ឋាន';
$_['text_telephone'] = 'ទូរស័ព្ទ';
$_['text_fax']       = 'ទូរសារ';
$_['text_open']      = 'ពេលបើក';
$_['text_comment']   = 'សេចក្តីអធិប្បាយ';
$_['text_success']   = '<p>ការសាកសួររបស់អ្នកត្រូវបានផ្ញើទៅម្ចាស់ហាងដោយជោគជ័យ!</p>';

// Entry
$_['entry_name']     = 'ឈ្មោះ​របស់​អ្នក';
$_['entry_email']    = 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល';
$_['entry_enquiry']  = 'ការសាកសួរ';

// Email
$_['email_subject']  = 'ការសាកសួរ %s';

// Errors
$_['error_name']     = 'ឈ្មោះ ត្រូវមានចន្លោះពី ៣ ដល់ ៣២ តួអក្សរ!!';
$_['error_email']    = 'អាស័យដ្ឋានអ៊ីមែលមិនមានសុពលភាពទេ!';
$_['error_enquiry']  = 'ការសាកសួរត្រូវតែមានពី ១០ ទៅ ៣០០០ តួអក្សរ!';