<?php
// Heading
$_['heading_title']                    = 'ស្បែកហាងលំនាំដើម';

// Text
$_['text_extension']                   = 'ផ្នែកបន្ថែម';
$_['text_success']                     = 'ជោគជ័យ: អ្នកបានកែប្រែ ស្បែកហាងលំនាំដើមហើយ !';
$_['text_edit']                        = 'កែស្បែកហាងលំនាំដើម';
$_['text_general']                     = 'ទូទៅ';
$_['text_product']                     = 'ផលិតផល';
$_['text_image']                       = 'រូបភាព';

// Entry
$_['entry_directory']                  = 'ថតស្បែក';
$_['entry_status']                     = 'ស្ថានភាព';
$_['entry_product_limit']              = 'ធាតុលំនាំដើមក្នុងមួយទំព័រ';
$_['entry_product_description_length'] = 'បញ្ជីដែនកំណត់ការពិពណ៌នា';
$_['entry_image_category']             = 'ទំហំ រូបភាពប្រភេទ (W x H)';
$_['entry_image_thumb']                = 'ទំហំ រូបភាពផលិតផល មេដៃ (W x H)';
$_['entry_image_popup']                = 'ទំហំ រូបភាពផលិតផល លេចចេញ (W x H)';
$_['entry_image_product']              = 'ទំហំ រូបភាពផលិតផល បញ្ជី (W x H)';
$_['entry_image_additional']           = 'ទំហំ រូបភាពផលិតផលបន្ថែម (W x H)';
$_['entry_image_related']              = 'ទំហំ រូបភាពផលិតផលដែលទាក់ទង (W x H)';
$_['entry_image_compare']              = 'ទំហំ រូបភាពប្រៀបធៀប (W x H)';
$_['entry_image_wishlist']             = 'ទំហំ រូបភាពបញ្ជីបំណង (W x H)';
$_['entry_image_cart']                 = 'ទំហំ រូបភាពកន្ត្រក (W x H)';
$_['entry_image_location']             = 'ទំហំ រូបភាពហាង (W x H)';
$_['entry_width']                      = 'ទទឹង';
$_['entry_height']                     = 'កម្ពស់';

// Help
$_['help_directory']                   = 'វាលនេះគឺដើម្បីឱ្យស្បែកចាស់ៗអាចប្រើបានជាមួយនឹងប្រព័ន្ធស្បែកថ្មី ។ អ្នកអាចកំណត់ថតស្បែកដើម្បីប្រើ នៅលើការកំណត់ទំហំរូបភាពដែលបានកំណត់នៅទីនេះ ។';
$_['help_product_limit']               = 'កំណត់ចំនួនធាតុកាតាឡុកត្រូវបានបង្ហាញក្នុងមួយទំព័រ (ផលិតផល, ប្រភេទ, ឡាក់និងឡាក់)';
$_['help_product_description_length']  = 'នៅក្នុងទិដ្ឋភាពបញ្ជីដែនកំណត់តួអក្សរពិពណ៌នាខ្លី (ប្រភេទ, ពិសេស ឡាក់និងឡាក់)';

// Error
$_['error_permission']                 = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ស្បែកហាងលំនាំដើមទេ !';
$_['error_limit']                      = 'ត្រូវការ ដែនកំណត់ផលិតផល !';
$_['error_image_thumb']                = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពផលិតផល មេដៃ !';
$_['error_image_popup']                = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពផលិតផល លេចចេញ !';
$_['error_image_product']              = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពបញ្ជីផលិតផល !';
$_['error_image_category']             = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពបញ្ជីប្រភេទ !';
$_['error_image_additional']           = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពផលិតផលបន្ថែម !';
$_['error_image_related']              = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពផលិតផលដែលទាក់ទង';
$_['error_image_compare']              = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពប្រៀបធៀប !';
$_['error_image_wishlist']             = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពបញ្ជីបំណង !';
$_['error_image_cart']                 = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពកន្ត្រក !';
$_['error_image_location']             = 'ត្រូវការវិមាត្រ ទំហំ រូបភាពហាង !';