<?php
// Heading
$_['heading_title']    = 'អ្នកគ្រប់គ្រងរូបភាព';

// Text
$_['text_uploaded']    = 'ជោគជ័យ: ឯកសាររបស់អ្នកត្រូវបានផ្ទុកឡើង !';
$_['text_directory']   = 'ជោគជ័យ: បានបង្កើតថត !';
$_['text_delete']      = 'ជោគជ័យ: ឯកសាររបស់អ្នក ឬ ថតត្រូវបានលុបចោល !';

// Entry
$_['entry_search']     = 'ស្វែងរក..';
$_['entry_folder']     = 'ឈ្មោះថតឯកសារ';

// Error
$_['error_permission'] = 'ការព្រមាន: ការអនុញ្ញាត ត្រូវបានបដិសេធ !';
$_['error_filename']   = 'ការព្រមាន: ឈ្មោះ​ឯកសារ ត្រូវមានចន្លោះពី ៣ ដល់ ២៥៥ !';
$_['error_folder']     = 'ការព្រមាន: ឈ្មោះថតឯកសារ ត្រូវមានចន្លោះពី ៣ ដល់ ២៥៥ !';
$_['error_exists']     = 'ការព្រមាន: ឯកសារ ឬ ថតដែលមានឈ្មោះដូចគ្នាមានរួចហើយ !';
$_['error_directory']  = 'ការព្រមាន: ថតមិន​មាន​ទេ !';
$_['error_filesize']   = 'ការព្រមាន: ទំហំ​ឯកសារមិន​ត្រឹមត្រូវ !';
$_['error_filetype']   = 'ការព្រមាន: ប្រភេទឯកសារមិន​ត្រឹមត្រូវ !';
$_['error_upload']     = 'ការព្រមាន: ឯកសារមិនអាចផ្ទុកឡើងបានទេដោយមិនដឹងមូលហេតុ !';
$_['error_delete']     = 'ការព្រមាន: អ្នកមិនអាចលុបថតនេះបានទេ !';