<?php
// Heading
$_['heading_title']   = 'ភ្លេចលេខសម្ងាត់របស់អ្នកឬ ?';

// Text
$_['text_forgotten']  = 'ភ្លេចលេខសំងាត់';
$_['text_your_email'] = 'អាសយដ្ឋានអ៊ីមែលរបស់អ្នក';
$_['text_email']      = 'បញ្ចូលអាសយដ្ឋានអ៊ីមែលដែលទាក់ទងនឹងគណនីរបស់អ្នក ។ ចុចបញ្ជូនដើម្បីភ្ជាប់តំណ កំណត់ពាក្យសម្ងាត់ឡើងវិញអ៊ីមែលទៅអ្នក ។';
$_['text_success']    = 'អ៊ីមែលជាមួយភ្ជាប់តំណការបញ្ជាក់ត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលរដ្ឋបាល ហើយ ។';

// Entry
$_['entry_email']     = 'អាស័យដ្ឋានអ៊ីម៉េល';
$_['entry_password']  = 'ពាក្យសម្ងាត់ថ្មី';
$_['entry_confirm']   = 'បញ្ជាក់';

// Error
$_['error_email']     = 'ការព្រមាន: អាសយដ្ឋានអ៊ីមែលមិនត្រូវបានរកឃើញនៅក្នុងកំណត់ត្រារបស់យើងទេ សូម​ព្យាយាម​ម្តង​ទៀត !';
$_['error_password']  = 'ពាក្យសម្ងាត់ ត្រូវមានចន្លោះពី ៤ ដល់ ២០ តួអក្សរ !';
$_['error_confirm']   = 'ពាក្យសម្ងាត់និងការបញ្ជាក់ពាក្យសម្ងាត់មិន​ត្រូវ​គ្នា !';