<?php
// Heading
$_['heading_title']         = 'ប្រវត្តិរូប';

// Text
$_['text_success']          = 'ជោគជ័យ: អ្នកបានកែប្រែ ប្រវត្តិរូបរបស់អ្នកហើយ!';
$_['text_edit']             = 'កែសម្រួលប្រវត្តិរូបរបស់អ្នក';

// Column
$_['column_username']       = 'ឈ្មោះអ្នកប្រើប្រាស់';
$_['column_status']         = 'ស្ថានភាព';
$_['column_date_added']     = 'កាលបរិច្ឆេទដែលបានកត់ត្រា';
$_['column_action']         = 'ចាត់វិធានការ';

// Entry
$_['entry_username']        = 'ឈ្មោះអ្នកប្រើប្រាស់';
$_['entry_password']        = 'ពាក្យសម្ងាត់';
$_['entry_confirm']         = 'បញ្ជាក់';
$_['entry_firstname']       = 'នាមខ្លួន';
$_['entry_lastname']        = 'នាមត្រកូល';
$_['entry_email']           = 'អ៊ីមែល';
$_['entry_image']           = 'រូបភាព';

// Error
$_['error_permission']      = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតកែប្រែ ប្រវត្តិរូបរបស់អ្នកទេ!';
$_['error_exists_username'] = 'ការព្រមាន: ឈ្មោះ​អ្នកប្រើប្រាស់ បានប្រើរួចហើយ!';
$_['error_username']        = 'ឈ្មោះ​អ្នកប្រើប្រាស់ ត្រូវមានចន្លោះពី ៤ ដល់ ២០ តួអក្សរ!';
$_['error_password']        = 'ពាក្យសម្ងាត់ ត្រូវមានចន្លោះពី ៤ ដល់ ២០ តួអក្សរ!';
$_['error_confirm']         = 'ពាក្យសម្ងាត់ និង ការបញ្ជាក់ពាក្យសម្ងាត់មិន​ត្រូវ​គ្នាទេ!';
$_['error_firstname']       = 'នាមខ្លួន ត្រូវមានចន្លោះពី ១ ដល់ ៣២ តួអក្សរ!';
$_['error_lastname']        = 'នាមត្រកូល ត្រូវមានចន្លោះពី ១ ដល់ ៣២ តួអក្សរ!';
$_['error_email']           = 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​លហាក់ដូចជាមិនត្រឹមត្រូវ!';
$_['error_exists_email']    = 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល បានចុះបញ្ជីរួចហើយ!';
