<?php
// Heading
$_['heading_title']    = 'ម៉ូឌុល';

// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ម៉ូឌុលហើយ !';
$_['text_layout']      = 'បន្ទាប់ពីអ្នកបានតំឡើងនិងតំឡើងម៉ូឌុលអ្នកអាចបន្ថែមវាទៅប្លង់ <a href="%s" class="alert-link">នៅទីនេះ</a> !';
$_['text_add']         = 'បន្ថែមម៉ូឌុល';
$_['text_list']        = 'បញ្ជីម៉ូឌុល';

// Column
$_['column_name']      = 'ឈ្មោះម៉ូឌុល';
$_['column_status']    = 'ស្ថានភាព';
$_['column_action']    = 'សកម្មភាព';

// Entry
$_['entry_code']       = 'ម៉ូឌុល';
$_['entry_name']       = 'ឈ្មោះម៉ូឌុល';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ម៉ូឌុលទេ !';
$_['error_name']       = 'ឈ្មោះម៉ូឌុល ត្រូវមានចន្លោះពី ៣ ដល់ ៦៤ តួអក្សរ !';
$_['error_code']       = 'ត្រូវការ ផ្នែកបន្ថែម !';