<?php
// Heading
$_['heading_title']    = 'ដោះស្រាយថ្លៃសេវា';

// Text
$_['text_extension']   = 'ផ្នែកបន្ថែម';
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ សរុបដោះស្រាយថ្លៃសេវាហើយ !';
$_['text_edit']        = 'កែសរុបដោះស្រាយថ្លៃសេវា';

// Entry
$_['entry_total']      = 'សរុបការកុម្មង់';
$_['entry_fee']        = 'ថ្លៃសេវា';
$_['entry_tax_class']  = 'ចំណាត់ថ្នាក់ពន្ធ';
$_['entry_status']     = 'ស្ថានភាព';
$_['entry_sort_order'] = 'តម្រៀបតាមលំដាប់';

// Help
$_['help_total']       = 'ចំនួនសរុបនៃការទូទាត់ ការកុម្មង់ ត្រូវតែឈានដល់មុនសរុបការកុម្មង់ ក្លាយជាសកម្ម ។';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ សរុបដោះស្រាយថ្លៃសេវាទេ !';