<?php
// Heading
$_['heading_title']     = 'ព្រឹត្តិការណ៍';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ ព្រឹត្តិការណ៍ហើយ !';
$_['text_list']         = 'បញ្ជីព្រឹត្តិការណ៍';
$_['text_event']        = 'ព្រឹត្តិការណ៍ត្រូវបានប្រើដោយផ្នែកបន្ថែមដើម្បីបដិសេធមុខងារលំនាំដើមនៃហាងរបស់អ្នក ។ ប្រសិនបើអ្នកមាន បញ្ហាអ្នកអាចដំណើរការល្អ ឬ មិនដំណើរការព្រឹត្តិការណ៍នៅទីនេះ ។';
$_['text_info']         = 'ព័ត៌មានព្រឹត្តិការណ៍';
$_['text_trigger']      = 'កេះ';
$_['text_action']       = 'សកម្មភាព';

// Column
$_['column_code']       = 'កូដព្រឹត្តិការណ៍';
$_['column_status']     = 'ស្ថានភាព';
$_['column_sort_order'] = 'តម្រៀបតាមលំដាប់';
$_['column_action']     = 'សកម្មភាព';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ផ្នែកបន្ថែមទេ !';
