<?php
// Heading
$_['heading_title']     = 'កម្មវិធីដំឡើងផ្នែកបន្ថែម';

// Text
$_['text_progress']     = 'តំឡើងវឌ្ឍនភាព';
$_['text_upload']       = 'ផ្ទុកផ្នែកបន្ថែមរបស់អ្នកឡើង';
$_['text_history']      = 'ប្រវត្តិតំឡើង';
$_['text_success']      = 'ជោគជ័យ: ផ្នែកបន្ថែមត្រូវបានតំឡើងហើយ !';
$_['text_install']      = 'តំឡើង';

// Column
$_['column_filename']   = 'ឈ្មោះឯកសារ';
$_['column_date_added'] = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']     = 'សកម្មភាព';

// Entry
$_['entry_upload']      = 'ផ្ទុកឯកសារឡើង';
$_['entry_progress']    = 'វឌ្ឍនភាព';

// Help
$_['help_upload']       = 'តម្រូវឱ្យមានឯកសារកែប្រែជាមួយនឹងផ្នែកបន្ថែម \'.ocmod.zip\'។';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកគ្មានសិទ្ធិក្នុងការកែប្រែផ្នែកបន្ថែមទេ !';
$_['error_install']     = 'ការតំឡើងកម្មវិធីបន្ថែមសូមរង់ចាំពីរបីវិនាទីមុននឹងព្យាយាមតំឡើង !';
$_['error_upload']      = 'ឯកសារមិនអាចផ្ទុកឡើងបានទេ !';
$_['error_filetype']    = 'ប្រភេទឯកសារមិនត្រឹមត្រូវទេ !';
$_['error_file']        = 'រកមិនឃើញឯកសារទេ !';