<?php
// Text
$_['text_success']     = 'ជោគជ័យ: អ្នកបានកែប្រែ ផ្នែកបន្ថែមហើយ !';
$_['text_unzip']       = 'ស្រង់ឯកសារ !';
$_['text_move']        = 'ថតចម្លងឯកសារ !';
$_['text_xml']         = 'អនុវត្តការកែប្រែ !';
$_['text_remove']      = 'ការដកឯកសារបណ្តោះអាសន្ន !';

// Error
$_['error_permission'] = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ផ្នែកបន្ថែមទេ !';
$_['error_install']    = 'ការតំឡើងកម្មវិធីបន្ថែមសូមរង់ចាំពីរបីវិនាទីមុននឹងព្យាយាមតំឡើង !';
$_['error_unzip']      = 'ZIP មិនអាចបើកឯកសារបានទេ !';
$_['error_file']       = 'រកមិនឃើញឯកសារដំឡើងទេ !';
$_['error_directory']  = 'រកមិនឃើញថតដំឡើងទេ !';
$_['error_code']       = 'ត្រូវការលេខកូដពិសេសសំរាប់ការកែប្រែ XML !';
$_['error_xml']        = 'ការកែប្រែ %s កំពុងត្រូវបានប្រើរួចហើយ !';
$_['error_exists']     = 'ឯកសារ %s មានរួចហើយ !';
$_['error_allowed']    = 'ថតឯកសារ %s មិនត្រូវបានអនុញ្ញាតឱ្យសរសេរចូលទេ !';