<?php
// Heading
$_['heading_title']      = 'កន្លែងផ្សារផ្នែកបន្ថែម';

// Text
$_['text_success']       = 'ជោគជ័យ: អ្នកបានកែប្រែ ផ្នែកបន្ថែមហើយ !';
$_['text_list']          = 'បញ្ជីផ្នែកបន្ថែម';
$_['text_filter']        = 'តម្រង';
$_['text_search']        = 'ស្វែងរកផ្នែកបន្ថែមនិងស្បែក';
$_['text_category']      = 'ប្រភេទ';
$_['text_all']           = 'ទាំងអស់';
$_['text_theme']         = 'ស្បែក';
$_['text_marketplace']   = 'កន្លែងផ្សារ';
$_['text_language']      = 'ភាសា';
$_['text_payment']       = 'ការទូទាត់';
$_['text_shipping']      = 'ការដឹកជញ្ជូន';
$_['text_module']        = 'ម៉ូឌុល';
$_['text_total']         = 'សរុបការកុម្មង់';
$_['text_feed']          = 'មតិព័ត៌មាន';
$_['text_report']        = 'របាយការណ៍';
$_['text_other']         = 'ផ្សេងទៀត';
$_['text_free']          = 'ឥតគិតថ្លៃ';
$_['text_paid']          = 'បង់';
$_['text_purchased']     = 'បានទិញ';
$_['text_date_modified'] = 'កាលបរិច្ឆេទបានកែប្រែ';
$_['text_date_added']    = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['text_rating']        = 'ការវាយតំលៃ';
$_['text_reviews']       = 'ពិនិត្យឡើងវិញ';
$_['text_compatibility'] = 'ភាពឆបគ្នា';
$_['text_downloaded']    = 'បានទាញយក';
$_['text_member_since']  = 'សមាជិកតាំងពី:';
$_['text_price']         = 'តម្លៃ';
$_['text_partner']       = 'បង្កើតឡើងដោយដៃគូ OpenCart';
$_['text_support']       = 'ការគាំទ្រឥតគិតថ្លៃរយៈពេល ១២ ខែ';
$_['text_documentation'] = 'ឯកសាររួមបញ្ចូល';
$_['text_sales']         = 'ការលក់';
$_['text_comment']       = 'សេចក្តីអធិប្បាយ';
$_['text_download']      = 'កំពុងទាញយក';
$_['text_install']       = 'កំពុងដំឡើង';
$_['text_comment_add']   = 'ទុកឱ្យសេចក្តីអធិប្បាយរបស់អ្នក';
$_['text_write']         = 'សរសេរមតិយោបល់របស់អ្នកនៅទីនេះ..';
$_['text_purchase']      = 'សូមបញ្ជាក់ថាអ្នកជានរណា !';
$_['text_pin']           = 'សូមបញ្ចូលលេខសម្ងាត់ ៤ ខ្ទង់របស់អ្នក ។ លេខសម្ងាត់នេះគឺដើម្បីការពារគណនីរបស់អ្នក ។';
$_['text_secure']        = 'កុំផ្តល់លេខសម្ងាត់របស់អ្នកអោយអ្នកណាម្នាក់រួមទាំងអ្នកអភិវឌ្ឍន៍ ។ ប្រសិនបើអ្នកត្រូវការអ្នកលក់ផ្នែកបន្ថែមដំឡើងផ្នែកបន្ថែមសម្រាប់អ្នកបន្ទាប់មកអ្នកគួរតែផ្ញើអ៊ីមែល ទៅពួកគេនូវផ្នែកបន្ថែមដែលត្រូវការ ។';
$_['text_name']          = 'ឈ្មោះទាញយក';
$_['text_progress']      = 'វឌ្ឍនភាព';
$_['text_available']     = 'ការដំឡើងដែលមាន';
$_['text_action']        = 'សកម្មភាព';

// Entry
$_['entry_pin']          = 'លេខសម្ងាត់';

// Tab
$_['tab_description']    = 'ការពិពណ៌នា';
$_['tab_documentation']  = 'ឯកសារ';
$_['tab_download']       = 'ទាញយក';
$_['tab_comment']        = 'សេចក្តីអធិប្បាយ';

// Button
$_['button_opencart']    = 'API កន្លែងផ្សារ';
$_['button_purchase']    = 'ទិញ';
$_['button_view_all']    = 'មើលផ្នែកបន្ថែមទាំងអស់';
$_['button_get_support'] = 'ទទួលបានការគាំទ្រ';
$_['button_comment']     = 'សេចក្តីអធិប្បាយ';
$_['button_reply']       = 'ឆ្លើយតប';

// Error
$_['error_permission']   = 'ជោគជ័យ: អ្នកបានកែប្រែ ផ្នែកបន្ថែមទេ !';
$_['error_opencart']     = 'ជោគជ័យ: អ្នកត្រូវតែបញ្ចូលព័ត៌មាន OpenCart API របស់អ្នកមុនពេលអ្នកធ្វើការទិញ !';
$_['error_install']      = 'ការតំឡើងកម្មវិធីបន្ថែមសូមរង់ចាំពីរបីវិនាទីមុននឹងព្យាយាមតំឡើង !';
$_['error_purchase']     = 'ផ្នែកបន្ថែមមិនអាចត្រូវបានទិញទេ !';
$_['error_download']     = 'ផ្នែកបន្ថែមមិនអាចទាញយកបានទេ !';
