<?php
// Heading
$_['heading_title']     = 'ការកែប្រែ';

// Text
$_['text_success']      = 'អ្នកបានកែប្រែ ការកែប្រែហើយ !';
$_['text_refresh']      = 'រាល់ពេលដែលអ្នកដំណើរការល្អ / មិនដំណើរការ ឬ លុបការកែប្រែ អ្នកត្រូវចុចប៊ូតុង ធ្វើឱ្យស្រស់ដើម្បីបង្កើតឃ្លាំងសម្ងាត់ កែប្រែរបស់អ្នកឡើងវិញ !';
$_['text_list']         = 'បញ្ជីកែប្រែ';

// Column
$_['column_name']       = 'ឈ្មោះកែប្រែ';
$_['column_author']     = 'អ្នកនិពន្ធ';
$_['column_version']    = 'កំណែ';
$_['column_status']     = 'ស្ថានភាព';
$_['column_date_added'] = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']     = 'សកម្មភាព';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ ការកែប្រែទេ !';