<?php
// Heading
$_['heading_title']       = 'គូប៉ុង';

// Text
$_['text_success']        = 'ជោគជ័យ: អ្នកបានកែប្រែ គូប៉ុងហើយ !';
$_['text_list']           = 'បញ្ជីគូប៉ុង';
$_['text_add']            = 'បន្ថែមគូប៉ុង';
$_['text_edit']           = 'កែគូប៉ុង';
$_['text_percent']        = 'ភាគរយ';
$_['text_amount']         = 'ចំនួនថេរ';
$_['text_coupon']         = 'ប្រវត្តិគូប៉ុង';

// Column
$_['column_name']         = 'ឈ្មោះគូប៉ុង';
$_['column_code']         = 'កូដ';
$_['column_discount']     = 'បញ្ចុះតំលៃ';
$_['column_date_start']   = 'កាលបរិច្ឆេទចាប់ផ្តើម';
$_['column_date_end']     = 'កាលបរិច្ឆេទបញ្ចប់';
$_['column_status']       = 'ស្ថានភាព';
$_['column_order_id']     = 'ការកុម្មង់ ID';
$_['column_customer']     = 'អតិថិជន';
$_['column_amount']       = 'ចំនួនទឹកប្រាក់';
$_['column_date_added']   = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']       = 'សកម្មភាព';

// Entry
$_['entry_name']          = 'ឈ្មោះគូប៉ុង';
$_['entry_code']          = 'កូដ';
$_['entry_type']          = 'ប្រភេទ';
$_['entry_discount']      = 'បញ្ចុះតំលៃ';
$_['entry_logged']        = 'Login អតិថិជន';
$_['entry_shipping']      = 'ដឹកជញ្ជូនដោយឥតគិតថ្លៃ';
$_['entry_total']         = 'ចំនួនសរុប';
$_['entry_category']      = 'ប្រភេទ';
$_['entry_product']       = 'ផលិតផល';
$_['entry_date_start']    = 'កាលបរិច្ឆេទចាប់ផ្តើម';
$_['entry_date_end']      = 'កាលបរិច្ឆេទបញ្ចប់';
$_['entry_uses_total']    = 'ការប្រើប្រាស់ក្នុងមួយគូប៉ុង';
$_['entry_uses_customer'] = 'ការប្រើប្រាស់ក្នុងមួយអតិថិជន';
$_['entry_status']        = 'ស្ថានភាព';

// Help
$_['help_code']           = 'លេខកូដដែលអតិថិជនចូលដើម្បីទទួលបានការបញ្ចុះតម្លៃ ។';
$_['help_type']           = 'ភាគរយឬចំនួនថេរ ។';
$_['help_logged']         = 'អតិថិជនត្រូវតែ Login ដើម្បីប្រើគូប៉ុង ។';
$_['help_total']          = 'ចំនួនសរុបដែលត្រូវតែឈានដល់មុនពេលគូប៉ុងមានសុពលភាព ។';
$_['help_category']       = 'ជ្រើសរើសផលិតផលទាំងអស់ក្រោមប្រភេទដែលបានជ្រើសរើស ។';
$_['help_product']        = 'ជ្រើសរើសផលិតផលជាក់លាក់ដែលគូប៉ុង នឹងអនុវត្ត។ ជ្រើសរើសផលិតផលណាមួយដើម្បីអនុវត្ត គូប៉ុងសម្រាប់កន្ត្រកទាំងមូល ។';
$_['help_uses_total']     = 'ចំនួនដងអតិបរមាដែលគូប៉ុងអាចត្រូវបានប្រើដោយអតិថិជនណាមួយ។ ទុកចោលដោយគ្មានកំណត់';
$_['help_uses_customer']  = 'ចំនួនដងអតិបរមាដែលគូប៉ុងអាចត្រូវបានប្រើដោយអតិថិជនតែមួយ។ ទុកចោលដោយគ្មានកំណត់';

// Error
$_['error_permission']    = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ គូប៉ុងហើយទេ !';
$_['error_exists']        = 'ការព្រមាន: កូដគូប៉ុងត្រូវបានប្រើប្រាស់រួចហើយ !';
$_['error_name']          = 'ឈ្មោះគូប៉ុង ត្រូវមានចន្លោះពី ៣ ដល់ ១២៨ តួអក្សរ !';
$_['error_code']          = 'កូដ ត្រូវមានចន្លោះពី ៣ ដល់ ១០ តួអក្សរ !';