<?php
// Heading
$_['heading_title']     = 'តាមដានទីផ្សារ';

// Text
$_['text_success']      = 'ជោគជ័យ: អ្នកបានកែប្រែ តាមដានទីផ្សារហើយ !';
$_['text_list']         = 'បញ្ជីតាមដានទីផ្សារ';
$_['text_add']          = 'បន្ថែមតាមដានទីផ្សារ';
$_['text_edit']         = 'កែតាមដានទីផ្សារ';
$_['text_filter']       = 'តម្រង';
		
// Column
$_['column_name']       = 'ឈ្មោះយុទ្ធនាការ';
$_['column_code']       = 'កូដ';
$_['column_clicks']     = 'ចុច';
$_['column_orders']     = 'ការកុម្មង់';
$_['column_date_added'] = 'កាលបរិច្ឆេទដែលបានបន្ថែម';
$_['column_action']     = 'សកម្មភាព';

// Entry
$_['entry_name']        = 'ឈ្មោះយុទ្ធនាការ';
$_['entry_description'] = 'ការពិពណ៌នាយុទ្ធនាការ';
$_['entry_code']        = 'កូដតាមដាន';
$_['entry_example']     = 'ឧទាហរណ៍';
$_['entry_date_added']  = 'កាលបរិច្ឆេទដែលបានបន្ថែម';

// Help
$_['help_code']         = 'កូដតាមដានដែលនឹងត្រូវប្រើដើម្បីតាមដានយុទ្ធនាការទីផ្សារ ។';
$_['help_example']      = 'ដូច្នេះប្រព័ន្ធអាចតាមដានការបញ្ជូនអ្នកត្រូវបន្ថែមកូដតាមដាននៅចុងបញ្ចប់នៃ URL ភ្ជាប់ទៅគេហទំព័ររបស់អ្នក ។';

// Error
$_['error_permission']  = 'ការព្រមាន: អ្នកមិនមានសិទ្ធិអនុញ្ញាតដើម្បីកែប្រែ តាមដានទីផ្សារទេ !';
$_['error_name']        = 'យុទ្ធនាការ ត្រូវមានចន្លោះពី ១ ដល់ ៣២ តួអក្សរ !';
$_['error_code']        = 'ត្រូវការ កូដតាមដាន !';
$_['error_exists']      = 'កូដតាមដានកំពុងត្រូវបានប្រើដោយយុទ្ធនាការមួយផ្សេងទៀត !';